{
	"str_tags": "类别",
	"str_share_for_point": "分享即可赚取积分",
	"str_change_line": "切换线路",
	"str_his": "历史",
	"str_collect": "集",
	"str_like": "喜欢",
	"str_vip": "我的会员",
	"str_setting": "设置",
	"str_no_line": "无可用线路",
	"str_time_end": "到期日",
	"str_go_exchange": "前往兑换",
	"str_register": "报名",
	"str_input_pwd": "密码",
	"str_input_code": "验证码",
	"str_input_code_input": "输入代码",
	"str_back_home": "返回家中",
	"str_login_account": "登录",
	"str_login_account1": "有一个账户？",
	"str_login_account2": "登录",
	"ic_login_pwd_again": "确认密码",
	"str_pwd_not_same": "两次密码输入不一致",
	"str_rec_share": "推荐分享",
	"str_rec_register_link": "推荐注册链接",
	"str_register_ok": "注册成功",
	"str_error_email": "电子邮件格式无效",
	"str_error_password": "密码不够长",
	"str_guild_text": "该网站包含有年龄限制的材料，包括裸体和露骨的性活动描述。",
	"str_enter_text": "我已年满 18 岁 - 输入",
	"str_exit_text": "我未满 18 岁 - 退出",
	"str_page_text1": "我们的<b>家长控制页面</b>说明",
	"str_page_text2": "你如何能够轻松地",
	"str_page_text3": "阻止访问该网站",
	"str_page_text4": "上传视频",
	"str_guild_age": "年龄验证",
	"str_user_login": "用户登录",
	"str_login": "登录",
	"str_register_num": "报名",
	"str_validator_username": "6 个以上字符",
	"str_validator_pwd": "6 个以上字符",
	"str_validator_pwd_same": "密码不能与用户名匹配",
	"str_no_login_no_his": "您尚未登录，请登录并查看历史记录",
	"str_no_login_no_collect": "您还没有登录，所以还没有收藏",
	"str_no_login_no_like": "您还没有登录，所以还没有喜欢的人",
	"str_no_login_no_comment": "您尚未登录，无法发表评论",
	"str_tip": "温馨提醒",
	"str_cancel": "取消",
	"str_ok": "好的",
	"str_sure_del_his": "您确定要删除所选的历史记录吗？",
	"str_sure_del_coll": "您确定要删除所选的收藏视频吗？",
	"str_not_now": "稍后再做",
	"str_to_set": "设置",
	"str_suer_exchange_vip": "是否兑换VIP",
	"str_cancel_exchange": "取消兑换",
	"str_exchange_now": "立即兑换",
	"str_sure_del_exchange_record": "是否删除选中的点记录",
	"str_sure_del_like": "是否删除选中的点赞视频",
	"str_show_when_allow": "评论成功！",
	"str_rule_desc": "规则说明",
	"str_push_level_1": "1 人注册一级促销",
	"str_push_level_2": "1级促销报名1人",
	"str_push_level_3": "1人报名三级晋升",
	"str_give_10": "奖励积分+10",
	"str_give_15": "奖励积分+15",
	"str_give_20": "奖励积分+20",
	"str_push_no_limit": "推广人数没有上限！",
	"str_rec_browser_link": "推荐访问链接",
	"str_push_rule_1": "1、您分享推广链接产生的注册用户称为您的一级用户。",
	"str_push_rule_2": "2.邀请说明：点击【复制链接】获取专属邀请链接分享给他人即可下载注册成功",
	"str_invite_step": "邀请步骤",
	"str_step_1": "第一步",
	"str_copy_link": "单击复制图标复制共享链接",
	"str_step_2": "第二步",
	"str_share_channel": "通过各种分享渠道分享链接",
	"str_step_3": "第三步",
	"str_get_point_all": "受邀者通过链接成功注册后，双方均获得10积分",
	"str_push_record": "推荐记录",
	"str_push_gift": "推荐有礼貌",
	"str_push_link_empty": "分享链接为空",
	"str_push_count": "推荐总人数",
	"str_record": "记录",
	"str_yijiesuan": "已定居",
	"str_register_time_at": "注册于",
	"str_manage": "管理",
	"str_no_data": "没有数据",
	"str_delete": "删除",
	"str_choose_all": "全选",
	"str_not_empty": "不能为空",
	"str_default_vip": "默认会员",
	"str_get_point": "获得积分",
	"str_choose_your_vip": "点击需要的会员组别和时长即可购买升级",
	"str_permission": "会员权利",
	"str_movie_no_limit": "无限制观看电影",
	"str_no_ad": "无广告",
	"str_good_movie": "观看高清电影",
	"str_high_service": "专属服务",
	"str_point_left": "剩余积分",
	"str_vip_huiyuan": "贵宾会员",
	"str_normal_huiyuan": "普通会员",
	"str_vip_permission": "会员权限：",
	"str_time_out": "到期日",
	"str_no_vip_permission": "会员权限：非会员，暂无权限",
	"str_one_day": "1天",
	"str_one_week": "1周",
	"str_one_month": "一月",
	"str_one_year": "1年",
	"str_exchange_vip": "兑换VIP",
	"str_point_record": "积分记录",
	"str_exchange_ok": "兑换成功",
	"str_change_pwd": "更改密码",
	"str_set_mibao": "安全设置",
	"str_set_mibao_input": "设置私人问题",
	"str_logout": "登出",
	"str_mibao_has_set": "密保已设",
	"str_original_pwd": "原密码",
	"str_input_original_pwd": "原始密码",
	"str_new_pwd": "新密码",
	"str_input_new_pwd": "密码",
	"str_confirm_pwd": "确认密码",
	"str_confirm_pwd1": "确认新密码",
	"str_input_new_pwd_again": "再次输入密码",
	"str_input_new_pwd_again1": "再次输入新密码",
	"str_save": "节省",
	"str_num": "用户名",
	"str_0input_num": "请输入您的帐号",
	"str_mibao_wenti": "安全问题",
	"str_mibao_wenti_input": "您的安全问题",
	"str_input_your_mibao_wenti": "请输入您的安全问题",
	"str_answer": "秘密答案",
	"str_answer_mibao_input": "设置私人答案",
	"str_answer_input": "提供您的答案",
	"str_input_your_mibao_answer": "请输入您的密码答案",
	"str_get_back": "提交",
	"str_related_videos": "相关建议",
	"str_related_no": "未找到匹配项",
	"str_header": "阿凡达",
	"str_nick_name": "昵称",
	"str_vip_time_out_at": "会员有效期",
	"str_register_time": "报名时间",
	"str_no_mibao": "秘密答案尚未确定",
	"str_input_wrong": "输入错误，请重试",
	"str_mibao_ok": "密保设置成功",
	"str_search": "搜索",
	"str_search_something": "搜索一些东西",
	"str_search_his_title": "历史",
	"str_rec_title": "受到推崇的",
	"str_no_hot_data": "热门关键词为空",
	"str_sure_clear_his": "是否清除历史记录",
	"str_set_name": "设置昵称",
	"str_complete": "完全的",
	"str_please_set_name": "请设置您的昵称",
	"str_set_name_ok": "昵称设置成功",
	"str_user_center": "个人中心",
	"str_user_account": "用户名",
	"str_user_account_input": "输入你的用户名",
	"str_video_loading": "视频连接",
	"str_video_vodHits": "意见",
	"str_share": "分享",
	"str_vodReviewList": "评论（共{num}条）",
	"str_review_btn": "评论",
	"str_video_about": "有关的",
	"str_review": "评论",
	"str_del_dianzan": "您确定要删除选定的点赞记录吗？",
	"str_down_load": "下载应用程序",
	"str_search_clear": "清理",
	"str_cel": "取消操作！",
	"str_no_more": "不再",
	"str_nav_title": "标签列表",
	"str_tianjia_zhupin": "添加到屏幕",
	"str_menu_tag": "热门标签",
	"str_menu_tag_all": "查看所有标签",
	"str_menu_type_all": "所有类别",
	"str_change_lang": "语言",
	"str_change_cuy": "国家",
	"str_change_bg": "主题",
	"str_no_login": "会员登录",
	"str_reg_user": "报名",
	"str_pwd_fog": "忘记密码？",
	"str_reg": "免费注册",
	"str_input": "输入",
	"str_input_gain": "再次输入",
	"str_location_all": "全世界",
	"str_location_c": "中国",
	"str_location_e": "美国",
	"str_location_f": "法国",
	"str_location_d": "德国",
	"str_location_j": "日本",
	"str_location_r": "俄罗斯",
	"str_location_b": "巴西",
	"str_location_i": "印度",
	"str_location_m": "墨西哥",
	"str_location_it": "意大利",
	"str_location_es": "西班牙",
	"str_location_a": "澳大利亚",
	"str_location_h": "韩国",
	"str_location_za": "南非",
	"str_location_nl": "荷兰",
	"str_location_se": "瑞典",
	"str_location_no": "挪威",
	"str_location_dk": "丹麦",
	"str_location_fl": "芬兰",
	"str_location_nz": "新西兰",
	"str_login_text1": "还没有帐户？",
	"str_login_text3": "已经有帐户？",
	"str_login_text2": "这里",
	"str_login_tip": "在此计算机上记住我（不推荐在公共或共享计算机上）",
	"str_just": "最近",
	"str_today": "今天",
	"str_yesterday": "昨天",
	"str_2_days_ago": "2天前",
	"str_3_days_ago": "3天前",
	"str_4_days_ago": "4天前",
	"str_5_days_ago": "5天前",
	"str_6_days_ago": "6 天前",
	"str_a_week_ago": "1 周前",
	"str_1_month_ago": "1个月前",
	"str_2_months_ago": "2个月前",
	"str_3_months_ago": "3个月前",
	"str_4_months_ago": "4个月前",
	"str_5_months_ago": "5个月前",
	"str_6_months_ago": "6 个月前",
	"str_7_months_ago": "7个月前",
	"str_8_months_ago": "8个月前",
	"str_9_months_ago": "9 个月前",
	"str_10_months_ago": "10 个月前",
	"str_11_months_ago": "11 个月前",
	"str_1_year_ago": "1年以前",
	"str_2_years_ago": "2年前",
	"str_3_years_ago": "3年前",
	"Checkingline": "检查线",
	"Failedtoload": "加载失败！",
	"Reload": "重新加载",
	"Addvideo": "添加到主屏幕",
	"Addvideotoscreen": "将「视频页面」添加到主屏幕",
	"Gotit": "知道了",
	"Line": "线",
	"Setsecurityquestion": "设置安全问题",
	"Similartoresults": "类似于 {tags} 总共 {num} 个搜索结果",
	"str_tourist": "游客",
	"toast1": "帐号不能为空！",
	"toast2": "密码不能为空！",
	"toast3": "复制成功！",
	"toast4": "登陆成功！",
	"toast5": "取消操作！",
	"toast6": "验证码不能为空！",
	"toast7": "退出成功！",
	"toast8": "刷新成功！",
	"toast9": "删除成功！",
	"toast10": "请先检查！",
	"toast11": "您确定要删除所选的收藏记录吗？",
	"toast12": "登录失败，请重新登录",
	"toast13": "新密码与原密码相同",
	"toast14": "密码必须相同",
	"toast15": "输入错误，请重试",
	"toast16": "操作成功",
	"str_response_code1": "系统错误",
	"str_response_code4": "由于帐户在其他设备上登录而强制注销",
	"str_response_code8": "登录已过期",
	"str_response_code10": "安全问题不正确",
	"str_response_code3": "操作失败，请稍后重试。",
	"str_response_code9": "验证码错误，请检查。",
	"str_response_code5": "创建会员失败，请稍后重试。",
	"str_response_code6": "用户已注册。",
	"str_response_code2": "电子邮件/密码无效。",
	"str_response_code7": "电子邮件/密码无效。",
	"str_response_code11": "发生意外的错误。",
	"str_get_back_pwd": "请使用此页面重置您的密码！",
	"str_get_back_pwd_sub": "请输入您最初注册时使用的电子邮件。",
	"str_email": "电子邮件",
	"str_email_code": "来自邮箱的验证码",
	"str_tag_vote": "对标签进行投票",
	"str_tag_suggest": "建议新标签",
	"str_add": "添加",
	"str_suggest": "建议",
	"str_suggest_suc": "提交成功",
	"tag_suggest_success_tip": "感谢您的贡献。",
	"str_footer_nav1": "CSAM 政策",
	"str_footer_nav2": "条款及条件",
	"str_footer_nav3": "隐私政策",
	"str_footer_nav4": "内容删除",
	"str_footer_nav5": "NCC 政策",
	"str_footer_nav6": "DMCA",
	"str_footer_nav8": "第2257章",
	"str_footer_nav9": "常问问题",
	"str_footer_nav10": "欧盟DSA",
	"str_footer_csam1": "儿童性虐待材料政策",
	"str_footer_csam2": "2022 年 8 月",
	"str_footer_csam3": "我们网站上严禁任何涉及色情、剥削未成年人或将未成年人置于危险之中的内容。",
	"str_footer_csam4": "CSAM 指南",
	"str_footer_csam5": "请勿上传任何*以下内容的内容（无论是视频、音频或书面内容）：突出、涉及或描绘儿童。",
	"str_footer_csam6": "孩子是性化的。",
	"str_footer_csam7": "执行",
	"str_footer_csam8": "我们拥有完善的法规、操作方法和技术来应对 CSAM 并对其做出快速反应。",
	"str_footer_csam9": "你能如何帮助我们？",
	"str_footer_csam10": "如果您认为您发现了 CSAM 或任何其他违反我们服务条款的内容，请立即通过报告该项目供我们检查来通知我们如果您是受害者或有第一手资料表明该内容违反了我们的 CSAM 政策，请通过以下方式向我们报告：",
	"str_footer_csam11": "违反本政策的后果",
	"str_footer_csam12": "我们对任何涉及儿童或包括儿童性侵犯材料的内容采取零容忍政策。",
	"str_footer_csam13": "其他资源和支持",
	"str_footer_csam14": "我们将详细介绍和谴责性婴儿性探索事件或滥用材料，以排除和预防性婴儿性探索列表中的所有损害后果。",
	"str_footer_terms1": "接受服务条款",
	"str_footer_terms2": "通过访问、使用或访问 www.nottyhub.com（“我们”、“我们的”或本“网站”）及其任何内容、功能和服务，即表示您同意这些服务条款，包括",
	"str_footer_terms3": "接受服务条款的能力",
	"str_footer_terms4": "您确认您已年满 18 岁或在您访问本网站的司法管辖区已达到法定成年年龄，并且完全有能力并有资格签订本协议中规定的条款、条件、义务、确认、陈述和保证。",
	"str_footer_terms5": "服务条款的变更",
	"str_footer_terms6": "我们保留随时修改这些服务条款的权利，恕不另行通知，您有责任查看这些服务条款是否有任何更改。",
	"str_footer_terms7": "关于本网站",
	"str_footer_terms8": "本网站允许注册和未注册的用户普遍查看成人内容。",
	"str_footer_terms9": "通讯偏好",
	"str_footer_terms10": "通过使用本网站并注册为用户，即表示您明确同意接收我们发送的与您的帐户有关的电子通信。",
	"str_footer_terms11": "访问本网站和帐户安全",
	"str_footer_terms12": "我们保留自行决定撤销或修改本网站以及我们在本网站上提供的任何服务或材料的权利，恕不另行通知。",
	"str_footer_terms13": "使用我们知识产权的有限有条件许可",
	"str_footer_terms14": "Nottyhub 及相关徽标和名称是我们的商标和/或服务标志。",
	"str_footer_terms15": "适用于本网站所有内容和上传者的规则",
	"str_footer_terms16": "To upload Content to this Website, you must be either a Verified Uploader, a Content Partner or a Model, save and except if such Content is limited to comments, a cover picture and/or an avatar. If the information you provide for the creation of your account is not true and correct, you face the immediate termination of your account; where applicable, the immediate suspension of any and all pending payments from us to you; and we may, in our sole discretion, withhold payment of any owed amounts indefinitely, and you may be subject to legal sanctions.  You represent and warrant that with respect to all Content you will upload on this Website:  the Content does not contravene to any applicable laws and does not subject this Website to any claims, demands, lawsuits, regulatory actions or any actual, potential or risk of liability, or any threats thereof; you own the rights to use the Content on this Website and that the Content does not infringe on the rights (including intellectual property rights) of a third party and, that you have obtained the consent and release for every individual appearing in your Content, including the right for you to use and upload the Content on this Website; for every individual appearing in your Content you have carefully ascertained and examined a valid governmental photo identification demonstrating that they are at least 18 years of age on the day they are photographed, filmed or otherwise appearing in such Content (this applies to all individuals, whether identifiable or not, or whether nude or not); with respect to the Content, you, or the producer of the Content, have collected and maintained the records required under 18 U.S.C. § 2257 et. seq., as modified from time to time in compliance with the rules and regulations set forth in 28 C.F.R. § 75 et. seq., as modified from time to time, and any other applicable records keeping or age verification laws; that Content Partner affirms that no individual appearing in the Content has been convicted of crimes relating to sexual assault, sexual exploitation of a minor, trafficking, and other related criminal offences; the Content may be used for training purposes; the Content is not a duplicate of another piece of Content uploaded by you or anyone else; the Content complies with this Website’s Terms of Service and our Privacy Policy. Failure to comply with these Terms of Service or any related contracts you will enter into with us, or should we determine that any of the statements above is untrue, or not complied with, we may, in our sole discretion, refuse to include the Content or any part thereof or any references to such Content on this Website, remove the Content in question from this Website, forfeit all accrued or pending earnings, cancel all current or pending payouts, terminate your account and take any measures necessary to minimize or eliminate any liability.  We may, in our sole discretion, terminate your account if you breach any of the Terms of Service or at any time for any reason even without cause.  If we believe that your Content violates any criminal laws, this Website’s Terms of Service, your account will immediately be terminated, you will be banned from this Website without notice with all earnings and payouts forfeited, and where applicable, we will report you to law enforcement authorities  Obligation to comply with Records Keeping Requirements under 18 U.S.C. §2257.  You certify that the Content you upload to this Website has been produced and records are being kept in accordance with 18 U.S.C. § 2257 et. seq., as modified from time to time, with the rules and regulations set forth in 28 C.F.R. § 75 et. seq., as modified from time to time, and any other applicable records keeping or age verification laws. Upon our request, you shall promptly deliver us legible copies (as may be lawfully redacted), of valid (as of the date of production of the Content) recognizable governmental photo identifications for any or all individuals appearing in any or all of your Content (demonstrating that each were at least 18 years of age on the day the Content was produced) together with the required identification forms, documents and releases. In this context, when we refer to all individuals appearing in the Content, we mean, without limitation, filmed, photographed, or recorded individuals or individuals in any way in the Content, whether appearing nude, semi-nude or fully clothed, engaging in simulated or actual sexual intercourse (including solo scenes). We do not accept or accommodate voice over or sounds from persons less than 18 years of age appearing in the background or synced with the Content whether featured or not. Your failure to promptly deliver the requested information upon request, may lead to the temporary or permanent suspension of your account. You will, at your own expense, indemnify, defend, and hold us harmless from, any and all liabilities, losses, damages, fines, fees, penalties, costs and expenses (including reasonable attorneys’ fees) incurred or suffered by us from any claim arising or resulting from your failure or negligence to comply with maintenance of any legally mandated records.  You acknowledge that you are solely responsible for the activity that occurs on your account. Please note that you may not permit any other person to use your account and that you must immediately inform us of any apparent breach of security, such as loss, theft or unauthorized disclosure or use of a screen name or password. You may never use anyone else’s account, just as no one can ever use yours.  You will be liable for any losses incurred by us due to the unauthorized use of your account. We are not liable for your losses caused by any unauthorized use of your account, and you specifically waive any such claim and agree to defend and indemnify us against any such claims made against your account by third parties.  To the extent you voluntarily create a User profile to participate in certain select services offered by us, your profile (and its Contents) may be searchable by other Users registered through this Website and others partnered or networked with us. Likewise, your profile (and its Contents) may be searchable by publicly available search engines.  You understand that we do not guarantee any confidentiality with respect to any Content you contribute.  Subject to what is permitted under applicable law, you are free to choose the type of Content you produce and post or publish. You shall be solely responsible for your own Content and the consequences of posting or publishing such Content.  We are not responsible for any Content that violates community standards in your community. If you are seeking information regarding any illegal or inappropriate activities, you agree to leave this Website immediately. We expect and demand that you comply with all applicable laws when using this Website and when submitting or posting Content to this Website. If you are unsure whether or not Content will violate a law, you are urged to contact an attorney prior to posting the Content. We cannot enforce every jurisdiction’s laws for all Content that is posted to this Website. As such, we are not responsible for the Content of this Website.  You must evaluate, and bear all risks associated with, the use of any Content, including any reliance on the accuracy, completeness, or usefulness, or lawfulness of such Content. In this regard, you acknowledge that you may not rely on any Content created by us or Content transmitted to this Website. You are responsible for all your Content that is uploaded, posted, emailed, transmitted, or otherwise made available via this Website.  If we have a reason to suspect that your Content violates any third party right, including without limitation any copyright, trademark, or property right, we can require you to provide us with written evidence of your ownership of, or right to use, the material in question. If we require such written evidence, you agree to provide it to us within five (5) working days of the date of our request. Your failure to provide us with such required written evidence within that timeframe may lead to the immediate termination of your account, us demanding compensation from you for any accrued costs and damages related to such Content.  You shall be solely responsible for your own Content and the consequences of posting, uploading, publishing, transmitting, or otherwise making available your Content on this Website. You understand and acknowledge that you are responsible for any Content you submit or contribute, and you, not us, have full responsibility for such Content, including its legality, reliability, accuracy, and appropriateness. We do not control Content you submit or contribute, and we do not make any guarantee whatsoever related to Content submitted or contributed by Users. Under no circumstances will we be liable or responsible in any way for any claim related to Content submitted or contributed by Users.  You affirm, represent, and warrant that you own or have the necessary licenses, rights, consents, and permissions to publish Content you submit; and you license to this Website all patent, trademark, trade secret, copyright, or other proprietary rights in and to such Content for publication on this Website pursuant to these Terms of Service.  You further agree that Content you submit to this Website will not contain third party copyrighted material, or material that is subject to other third-party proprietary rights, unless you have permission from the rightful owner of the material, or you are otherwise legally entitled to post the material and to grant to this Website all of the license rights granted herein.  You agree and understand that this Website (and its successors’ and affiliates’) may make use of your Content for promotional or commercial purposes and to render the services pursuant to these Terms of Services. For clarity, you retain all of your ownership rights in your Content. By submitting Content to this Website, you hereby grant this Website’s operators an unlimited, worldwide, perpetual, non-exclusive, royalty-free, sublicensable, and transferable license to use, reproduce, publish, distribute, broadcast, market, create derivative works of, adapt, translate, publicly display, communicate, or perform, make available or otherwise use all of the Content, including without limitation for promoting and redistributing part or all of this Website (and derivative works thereof) in any media formats and through any media channels. You also waive to the full extent permitted by law any and all claims against us related to moral rights in the Content. In no circumstances will we be liable to you for any exploitation of any Content that you post. You also hereby grant each User of this Website a non-exclusive, royalty free license to access your Content through this Website as permitted under these Terms of Service. You hereby understand and agree that you may not use this Website to allow other Users to download or otherwise save the Content you post (or any part thereof). The above licenses granted by you in video Content you submit to this Website terminate within a commercially reasonable time after you remove or delete your Content from this Website. You understand and agree, however, that this Website may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted. The above licenses granted by you in User comments you submit are perpetual and irrevocable.  This Website do not endorse any Content submitted by any User or other licensor, or any opinion, recommendation, or advice expressed therein, and this Website expressly disclaim any and all liability in connection with Content. This Website does not permit copyright infringing activities and infringement of intellectual property rights on this Website, and this Website will remove all Content if properly notified that such Content infringes on another’s intellectual property rights. This Website reserves the right to remove Content without prior notice.  All Content you submit must comply with the Content standards set out in these Terms of Service.  If any of the Content that you post to or through this Website contain ideas, suggestions, documents, and/or proposals to us, we will have no obligation of confidentiality, express or implied, with respect to such Content, and we shall be entitled to use, exploit, or disclose (or choose not to use or disclose) such Content in our sole discretion without any obligation to you whatsoever (i.e. you will not be entitled to any compensation of any kind from us under any circumstances).",
	"str_footer_terms17": "适用于内容合作伙伴的规则",
	"str_footer_terms18": "如果您想成为内容合作伙伴并在本网站上发布内容，您必须首先加入我们的内容合作伙伴计划并同意其条款和条件。",
	"str_footer_terms19": "适用于模型的规则",
	"str_footer_terms20": "如果您想成为模特并通过本网站发布内容，您必须首先加入我们的模特合作伙伴计划并同意其条款和条件。",
	"str_footer_terms21": "“模特”委员会",
	"str_footer_terms22": "模特将有权免费观看本网站上的视频，获得模特节目广告分成收入（视频赚取的广告收入的百分比）。",
	"str_footer_terms23": "适用于经过验证的上传者的规则",
	"str_footer_terms24": "作为经过验证的上传者，您将成为有效识别的帐户持有者，并且您可以向本网站提交内容。",
	"str_footer_terms25": "版权和其他知识产权",
	"str_footer_terms26": "本网站对涉嫌侵犯第三方版权的任何内容实行明确的版权政策。",
	"str_footer_terms27": "滥用行为报告",
	"str_footer_terms28": "本网站不允许任何形式的色情报复、勒索或恐吓。",
	"str_footer_terms29": "对发布信息的依赖",
	"str_footer_terms30": "本网站上或通过本网站提供的信息仅供一般参考之用。",
	"str_footer_terms31": "本网站的变更",
	"str_footer_terms32": "我们可能会不时更新本网站的内容，但其内容不一定完整或最新。",
	"str_footer_terms33": "广告商和其他人收集和使用您的使用信息",
	"str_footer_terms34": "本网站允许其他人使用本网站展示广告。",
	"str_footer_terms35": "免责声明",
	"str_footer_terms36": "您自行承担使用本网站的风险。",
	"str_footer_privacy1": "介绍",
	"str_footer_privacy2": "Aylo Freesites Ltd（以下简称“我们”、“我们”或“我们的”）运营网站 https://www.nottyhub.com/（以下简称“Nottyhub”）（以下统称为“网站”），并且是以下网站的控制者：",
	"str_footer_privacy3": "范围",
	"str_footer_privacy4": "就本隐私政策而言，“处理”、“已处理”或“处理”是指对个人数据或个人数据集（不包括其披露）执行的任何操作或一组操作，无论是否通过自动方式，包括",
	"str_footer_privacy5": "选择在 Nottyhub 上创建帐户的人员，包括注册模范合作伙伴计划的人员（“注册用户”）：",
	"str_footer_privacy6": "我们从注册用户处处理的信息类别与上述针对未注册用户的信息类别相同。",
	"str_footer_privacy7": "我们处理您的个人信息的目的。我们出于下述目的处理个人信息。",
	"str_footer_privacy8": "提供服务：我们处理标识符、网站活动数据，以及；",
	"str_footer_privacy9": "我们根据加拿大和欧盟 (EU) 隐私法的法律依据。根据加拿大和欧盟隐私法，我们拥有以下法律依据，用于出于我们处理您个人信息的目的部分所述的目的处理您的个人数据：",
	"str_footer_privacy10": "我们处理个人数据的目的是提供服务、客户管理、某些内容定制（例如，根据您选择的偏好、收藏夹和评级）以及功能和安全性，因为处理对于履行合同是必要的，特别是",
	"str_footer_privacy11": "披露您的个人信息。我们披露个人信息：",
	"str_footer_privacy12": "向公众公开：当您提交包括音频/视频内容在内的用户贡献时，您正在使用我们的网站和服务公开该信息。",
	"str_footer_privacy13": "Cookie 和自动数据收集技术",
	"str_footer_privacy14": "当您浏览我们的网站并与之互动时，我们使用自动数据收集技术来收集网站活动数据。",
	"str_footer_privacy15": "请勿跟踪：我们的系统无法识别浏览器的“请勿跟踪”信号。",
	"str_footer_privacy16": "使用谷歌分析。",
	"str_footer_content1": "内容删除请求",
	"str_footer_content2": "举报滥用或非法内容",
	"str_footer_content3": "请勿发布以下材料（无论是视觉、音频还是书面内容）*：",
	"str_footer_content4": "● 以儿童为主角、涉及或描绘儿童。",
	"str_footer_content5": "● nottyhub 认真对待所有内容删除请求，我们的专业支持团队全天候工作，以快速处理和删除违反我们服务条款的内容。",
	"str_footer_content6": "● 您的报告是完全保密的。",
	"str_footer_content7": "● 如果您是以下内容的受害者或发现您个人所知构成以下内容的内容，请通过以下方式联系我们 nottyhub@support.com：",
	"str_footer_content8": "● 未经同意制作和/或传播您的图像（包括但不限于：复仇色情、勒索、剥削）；",
	"str_footer_content9": "● 泄露个人身份信息的内容（包括但不限于：姓名、地址、电话号码、IP 地址）；",
	"str_footer_content10": "● 违反我们的儿童性虐待材料政策“CSAM”的内容；",
	"str_footer_content11": "● 其他辱骂和/或非法内容",
	"str_footer_content12": "您可能不喜欢在 nottyhub 上看到的所有内容。",
	"str_footer_22571": "18 美国法典",
	"str_footer_22572": "nottyhub 的运营商不是 nottyhub 上任何内容的生产者（无论是 18 U.S.C. § 2257 中定义的主要生产者还是次要生产者）。",
	"str_footer_22573": "如果您对与 nottyhub 上发现的任何内容相关的 §2257 记录提出任何请求，请将其直接发送给该内容的相应上传者、业余爱好者、制作人、工作室或帐户持有者（“已验证上传者”）。",
	"str_footer_22574": "如需与已验证上传者沟通的进一步帮助或对本通知有任何疑问，请通过 support@nottyhub.com 联系 nottyhub 的合规部门。",
	"str_footer_22575": "nottyhub 对于上传的内容遵守以下严格的合规程序：",
	"str_footer_22576": "● 所有经过验证的上传者必须年满十八 (18) 岁（如果超过 18 岁，则为所在州、司法管辖区或国家/地区要求的年龄），并且在帐户激活时由 nottyhub 进行个人身份识别和验证，然后才能上传，",
	"str_footer_22577": "● 作为上述内容的制作者，已验证上传者证明其符合 U.S.C. 的记录保存要求。 ",
	"str_footer_22578": "● 上传的内容不违反 nottyhub 的服务条款及其任何相关政策，即但不限于儿童性虐待材料政策或非自愿内容政策。",
	"str_footer_faq1": "一般的",
	"str_footer_faq2": "一、为什么Nottyhub上有些视频无法播放？",
	"str_footer_faq3": "发生这种情况的原因可能有多种，但以下是最常见的原因。1.内容所有者可以选择阻止某些地理区域查看内容。2.视频可能正在等待验证。3.视频可能已被",
	"str_footer_faq4": "二. ",
	"str_footer_faq5": "是的，请检查以下内容，了解我们保持 Nottyhub 安全社区的所有方式。",
	"str_footer_faq6": "三．",
	"str_footer_faq7": "没有什么！",
	"str_footer_eu1": "欧盟数字服务法",
	"str_footer_eu2": "截至 2023 年 7 月 31 日",
	"str_footer_eu3": "按过去六个月的平均值计算，Nottyhub 在欧盟每月平均有 3300 万用户使用该服务。",
	"str_footer_dmca1": "最后修改时间：2023 年 8 月 17 日",
	"str_footer_dmca2": "举报版权侵权索赔",
	"str_footer_dmca3": "我们严肃对待侵犯版权的索赔。",
	"str_footer_dmca4": "提交 DMCA 版权侵权通知",
	"str_footer_dmca5": "如果您选择通过提交侵权通知来请求删除内容，请记住您正在启动法律程序。",
	"str_footer_dmca6": "请勿做出虚假声明。",
	"str_footer_dmca7": "您可以通过 https://www.nottyhub.com/information/dmcaform 上的表格通知 Nottyhub 涉嫌侵犯版权。",
	"str_footer_dmca8": "我们指定接收 DMCA 通知的版权代理是：",
	"str_footer_dmca9": "Lawrence G. Walters Walters Law Group 195 W. Pine Avenue Longwood, FL 32750 电子邮件：copyright@aylofreesites.com",
	"str_footer_dmca10": "请不要向我们指定的版权代理发送其他询问或请求。",
	"str_footer_dmca11": "反通知程序",
	"str_footer_dmca12": "对于不符合上述要求的抗辩通知，我们不会做出回应。",
	"str_footer_dmca13": "重复侵权者",
	"str_footer_dmca14": "根据 DMCA 和其他适用法律，我们采取了一项政策，在适当的情况下并自行决定终止或禁用被视为重复侵权者的用户的帐户。",
	"str_footer_dmca15": "视频指纹识别",
	"str_footer_dmca16": "我们使用 MediaWise®（一种自动视听识别系统）来帮助我们识别并阻止用户上传潜在侵权内容。",
	"str_footer_dmca17": "support@vobileinc.com。",
	"str_footer_ncc1": "非共识内容政策",
	"str_footer_ncc2": "2022 年 8 月",
	"str_footer_ncc3": "作为规则和价值，同意对于我们用户的安全和我们平台的完整性至关重要。我们要求所有上传者确认他们已获得并保留上传到平台的所有内容中所有人员的有效同意和适当的发布文档",
	"str_footer_ncc4": "什么被视为违反我们的非自愿内容政策：",
	"str_footer_ncc5": "未经某人同意记录或传播亲密图像（即通常被理解为描绘露骨性活动或裸体或部分裸体的照片和视频）是对该人隐私的侵犯，并且严重违反我们的服务条款，",
	"str_footer_ncc6": "指南",
	"str_footer_ncc7": "未经相关人员同意，请勿使用该平台上传、发布或以其他方式分享已拍摄、看似已拍摄或共享的露骨图像或视频。",
	"str_footer_ncc8": "● 未经该人有效书面同意而在公共或私人环境中拍摄任何人的视频或照片（例如隐藏/间谍摄像机内容或裙底内容）；",
	"str_footer_ncc9": "● 在未经他人有效书面同意的情况下分享他人的露骨色情图片（这包括：未经同意传播亲密图片，通常也称为“报复性色情”）；",
	"str_footer_ncc10": "● 未经他人有效书面同意，分享他人的非色情图片；",
	"str_footer_ncc11": "● “人肉搜索”，定义为暴露特定个人的私人和身份信息，包括电话号码、电子邮件、地址或全名。",
	"str_footer_ncc12": "为了帮助保护平台的完整性，我们还禁止包含以下内容的内容，包括虚构的、模拟的或动画的：",
	"str_footer_ncc13": "● 描述未经同意的性行为*，包括强迫性行为、强奸或性侵犯；",
	"str_footer_ncc14": "● 表现出吸毒、丧失行为能力或醉酒**并参与性行为的人；",
	"str_footer_ncc15": "● 任何形式的“深度伪造”（操纵某人的形象，无论是图片还是视频，以欺骗或误导观看者相信该人正在以所呈现的方式行事或说话，缺乏艺术价值）。",
	"str_footer_ncc16": "* 请参阅下面有关敏感主题和同意注意事项的部分。",
	"str_footer_ncc17": "** 醉酒（包括假装）是指由酒精或药物引起的状态，无论是合法的、非法的还是娱乐性的（由 Nottyhub 自行决定），使得表演者的判断在理性的观察者看来客观上受到损害。",
	"str_footer_ncc18": "敏感主题和同意注意事项",
	"str_footer_ncc19": "重要的是要记住，色情作品并不总是代表日常生活中典型的性互动和行为，并且经常描绘由业余爱好者和专业人士同意的各种幻想和角色扮演场景。",
	"str_footer_ncc20": "● 咒语、催眠或附身：我们不允许出现以下内容：",
	"str_footer_ncc21": "● 表演者被描述为丧失行为能力，或因附体、咒语或催眠而完全失去知觉；",
	"str_footer_ncc22": "● 表演者在表演中或表演后表现出痛苦或恐慌的迹象；",
	"str_footer_ncc23": "● 真实地描绘了着迷、催眠或着魔的表演者从事或遭受性行为的情况。",
	"str_footer_ncc24": "● 睡眠：如果内容中有睡眠成分，则该人必须在任何性行为开始后的合理时间内醒来，并且必须得到该人的明确同意。",
	"str_footer_ncc25": "● 束缚和束缚：如果场景中使用了堵嘴、束缚或其他装置，导致表演者无法清晰地说话或移动，则必须从材料本身中明确地确定是否同意继续参与",
	"str_footer_ncc26": "● 地下幻想：必须通过清晰的口头或视觉提示从材料本身来确定是否同意",
	"str_footer_ncc27": "需要明确的是，我们关于这些敏感主题的规则并不是对这些性表达形式的判断，而是旨在明确我们平台上可以接受或不可以接受的内容，以维护一个安全的社区。",
	"str_footer_ncc28": "执行",
	"str_footer_ncc29": "我们坚定不移地致力于保护用户的安全。",
	"str_footer_ncc30": "24/7 人工审核团队",
	"str_footer_ncc31": "我们的版主和支持人员团队每周 7 天、每天 24 小时工作，以审查所有上传的内容是否违反我们的服务条款、解决用户的疑虑，并删除我们发现或我们认为未经同意的所有内容。",
	"str_footer_ncc32": "社区监督和检测",
	"str_footer_ncc33": "在上传时检测未经同意的图像非常复杂。",
	"str_footer_ncc34": "自动化工具",
	"str_footer_ncc35": "使用 Vobile® 的 MediaWise® 服务和我们自己的专有数字指纹识别软件 Safeguard 对因违反我们的非共识内容政策而识别和删除的内容进行数字指纹识别。",
	"str_footer_ncc36": "违反本政策的后果",
	"str_footer_ncc37": "在我们发现或获悉违反本政策的内容的所有情况下，我们的信任与安全和审核团队都会迅速开展工作：",
	"str_footer_ncc38": "● 审查并删除侵权内容；",
	"str_footer_ncc39": "● 对相关内容进行指纹识别，以帮助阻止将来将相同内容上传到我们的网站；",
	"str_footer_ncc40": "● 在适当的情况下，暂停或永久终止相关上传者的帐户。",
	"str_footer_ncc41": "你能如何帮助我们？",
	"str_footer_ncc42": "如果您认为自己遇到了未经同意的内容，或任何其他违反我们服务条款的内容，我们强烈建议您立即通过标记该内容以供我们审核来提醒我们。如果您是受害者或有第一手资料",
	"str_footer_ncc43": "其他资源和支持",
	"str_footer_ncc44": "如需更多信息、支持和推荐，您可能希望：",
	"str_footer_ncc45": "打电话给您信任的人来支持您",
	"str_footer_ncc46": "致电当地执法部门",
	"str_footer_ncc47": "联系专门为有需要的人提供支持和通知的危机热线或组织。",
	"str_footer_ncc48": "澳大利亚：",
	"str_footer_ncc49": "电子安全专员办公室的目的是帮助保护所有澳大利亚人免受网络伤害，并促进更安全、更积极的在线体验。",
	"str_footer_ncc50": "报告表格|",
	"str_footer_ncc51": "巴西：",
	"str_footer_ncc52": "安全网",
	"str_footer_ncc53": "SaferNet 是一家在巴西运营“更安全互联网中心”的非政府组织，该中心提供基于网络的帮助热线来支持网络暴力受害者。",
	"str_footer_ncc54": "比利时：",
	"str_footer_ncc55": "比利时男女平等研究所",
	"str_footer_ncc56": "加拿大：",
	"str_footer_ncc57": "基督教女青年会 (YWCA)",
	"str_footer_ncc58": "一个支持妇女和女童反对暴力和侵犯人权行为的多服务组织。",
	"str_footer_ncc59": "丹麦：",
	"str_footer_ncc60": "停止骚扰 (StopChikane) StopChikane 是为所有 18 岁以上遭受数字暴力和数字侵权的人提供的咨询服务。",
	"str_footer_ncc61": "法国：",
	"str_footer_ncc62": "图像权（Droit à l’image）",
	"str_footer_ncc63": "法国政府网站，解释个人对其图像拥有的合法权利，以及请求删除图像的途径。",
	"str_footer_ncc64": "德国：",
	"str_footer_ncc65": "针对妇女的性暴力协会"
}