{
	"str_tags": "カテゴリー",
	"str_share_for_point": "シェアしてポイントをゲット",
	"str_change_line": "回線を切り替える",
	"str_his": "歴史",
	"str_collect": "集めました",
	"str_like": "気に入った",
	"str_vip": "私のメンバー",
	"str_setting": "設定",
	"str_no_line": "利用可能な回線がありません",
	"str_time_end": "有効期限",
	"str_go_exchange": "交換所へ行く",
	"str_register": "サインアップ",
	"str_input_pwd": "パスワード",
	"str_input_code": "検証コード",
	"str_input_code_input": "コードを入力します",
	"str_back_home": "家に戻る",
	"str_login_account": "ログイン",
	"str_login_account1": "アカウントを持っています？",
	"str_login_account2": "ログイン",
	"ic_login_pwd_again": "パスワードを認証する",
	"str_pwd_not_same": "2 つのパスワード入力が矛盾しています",
	"str_rec_share": "推奨される共有",
	"str_rec_register_link": "推奨登録リンク",
	"str_register_ok": "登録に成功",
	"str_error_email": "無効な電子メール形式",
	"str_error_password": "パスワードの長さが不十分です",
	"str_guild_text": "このウェブサイトには、ヌードや性行為の露骨な描写など、年齢制限のあるコンテンツが含まれています。入力すると、あなたは 18 歳以上、または Web サイトにアクセスしている管轄区域の成人年齢であることを確認し、露骨な性的コンテンツを閲覧することに同意したことになります。",
	"str_enter_text": "私は 18 歳以上です - 入力してください",
	"str_exit_text": "私は 18 歳未満です - 終了します",
	"str_page_text1": "<b>保護者による使用制限のページ</b> で説明しています。",
	"str_page_text2": "どうすれば簡単にできるか",
	"str_page_text3": "このサイトへのアクセスをブロックする",
	"str_page_text4": "動画をアップロードする",
	"str_page_text5": "トップカテゴリー",
	"str_page_text6": "もっと見る",
	"str_page_text7": "すべて",
	"str_guild_age": "年齢認証",
	"str_user_login": "ユーザーログイン",
	"str_login": "ログイン",
	"str_register_num": "サインアップ",
	"str_validator_username": "6 文字以上",
	"str_validator_pwd": "6 文字以上",
	"str_validator_pwd_same": "パスワードはユーザー名と一致してはなりません",
	"str_no_login_no_his": "まだログインしていませんので、ログインして履歴をご確認ください",
	"str_no_login_no_collect": "まだログインしていないため、コレクションはまだありません",
	"str_no_login_no_like": "まだログインしていないため、「いいね！」はまだありません",
	"str_no_login_no_comment": "ログインしていないためコメントできません",
	"str_tip": "温かいリマインダー",
	"str_cancel": "キャンセル",
	"str_ok": "わかりました",
	"str_sure_del_his": "選択した履歴レコードを削除してもよろしいですか?",
	"str_sure_del_coll": "選択したお気に入りのビデオを削除してもよろしいですか?",
	"str_not_now": "後でやれよ",
	"str_to_set": "設定",
	"str_suer_exchange_vip": "VIPを引き換えるかどうか",
	"str_cancel_exchange": "交換をキャンセルする",
	"str_exchange_now": "今すぐ交換してください",
	"str_sure_del_exchange_record": "選択したポイントレコードを削除するかどうか",
	"str_sure_del_like": "選択した「いいね！」した動画を削除するかどうか",
	"str_show_when_allow": "コメント成功しました！",
	"str_rule_desc": "ルールの説明",
	"str_push_level_1": "レベル 1 プロモーションに 1 人が登録しています",
	"str_push_level_2": "レベル1昇格登録 1名様",
	"str_push_level_3": "レベル 3 昇格に 1 名が登録",
	"str_give_10": "ボーナスポイント+10",
	"str_give_15": "報酬ポイント+15",
	"str_give_20": "ボーナスポイント+20",
	"str_push_no_limit": "宣伝人数に上限はありません！",
	"str_rec_browser_link": "おすすめの訪問リンク",
	"str_push_rule_1": "1. プロモーション リンクを共有することによって生成された登録ユーザーは、第 1 レベル ユーザーと呼ばれます。プロモーション リンクを共有し続ける第 1 レベルのユーザーによって生成された登録ユーザーは、第 2 レベルのユーザーと呼ばれます。第 2 レベルのユーザーは引き続きプロモーション リンクを共有します。リンクによって生成された登録ユーザーは、第 3 レベルと呼ばれます",
	"str_push_rule_2": "2. 招待の手順: [リンクをコピー] をクリックして専用の招待リンクを取得し、他の人と共有してダウンロードして登録します。",
	"str_invite_step": "招待ステップ",
	"str_step_1": "最初の一歩",
	"str_copy_link": "コピーアイコンをクリックして共有リンクをコピーします",
	"str_step_2": "第二段階",
	"str_share_channel": "さまざまな共有チャネルを通じてリンクを共有する",
	"str_step_3": "3番目のステップ",
	"str_get_point_all": "招待者がリンクを通じて登録に成功すると、双方に 10 ポイントが付与されます。",
	"str_push_record": "おすすめレコード",
	"str_push_gift": "おすすめは丁寧です",
	"str_push_link_empty": "共有リンクが空です",
	"str_push_count": "推奨人数の合計",
	"str_record": "記録",
	"str_yijiesuan": "決済済み",
	"str_register_time_at": "に登録されています",
	"str_manage": "管理",
	"str_no_data": "データなし",
	"str_delete": "消去",
	"str_choose_all": "すべて選択",
	"str_not_empty": "空にすることはできません",
	"str_default_vip": "デフォルトのメンバー",
	"str_get_point": "ポイントをゲット",
	"str_choose_your_vip": "購入およびアップグレードするために必要なメンバーシップ グループと期間をクリックします。",
	"str_permission": "会員の権利",
	"str_movie_no_limit": "無制限の映画鑑賞",
	"str_no_ad": "広告なし",
	"str_good_movie": "高画質で映画を見る",
	"str_high_service": "特別なサービス",
	"str_point_left": "残りポイント",
	"str_vip_huiyuan": "VIP会員",
	"str_normal_huiyuan": "一般会員",
	"str_vip_permission": "メンバーの許可:",
	"str_time_out": "有効期限",
	"str_no_vip_permission": "メンバー権限: 非メンバー、まだ権限がありません",
	"str_one_day": "1日",
	"str_one_week": "1週間",
	"str_one_month": "1月",
	"str_one_year": "1年",
	"str_exchange_vip": "VIP交換",
	"str_point_record": "ポイント記録",
	"str_exchange_ok": "交換成功",
	"str_change_pwd": "パスワードを変更する",
	"str_set_mibao": "セキュリティ設定",
	"str_set_mibao_input": "非公開の質問を設定する",
	"str_logout": "サインアウト",
	"str_mibao_has_set": "秘密のセキュリティが設定されています",
	"str_original_pwd": "元のパスワード",
	"str_input_original_pwd": "元のパスワード",
	"str_new_pwd": "新しいパスワード",
	"str_input_new_pwd": "パスワード",
	"str_confirm_pwd": "パスワードを認証する",
	"str_confirm_pwd1": "新しいパスワードを確認",
	"str_input_new_pwd_again": "パスワードを再入力",
	"str_input_new_pwd_again1": "新しいパスワードをもう一度入力してください",
	"str_save": "保存",
	"str_num": "ユーザー名",
	"str_0input_num": "口座番号を入力してください",
	"str_mibao_wenti": "秘密の質問",
	"str_mibao_wenti_input": "秘密の質問",
	"str_input_your_mibao_wenti": "秘密の質問を入力してください",
	"str_answer": "秘密の答え",
	"str_answer_mibao_input": "非公開回答を設定する",
	"str_answer_input": "答えを入力してください",
	"str_input_your_mibao_answer": "パスワードの答えを入力してください",
	"str_get_back": "提出する",
	"str_related_videos": "関連する提案",
	"str_related_no": "一致するものが見つかりませんでした",
	"str_header": "アバター",
	"str_nick_name": "ニックネーム",
	"str_vip_time_out_at": "会員有効期限",
	"str_register_time": "登録時間",
	"str_no_mibao": "秘密の答えはまだ設定されていません",
	"str_input_wrong": "入力が間違っています、もう一度お試しください",
	"str_mibao_ok": "シークレットセキュリティが正常に設定されました",
	"str_search": "検索する",
	"str_search_something": "何かを検索してください",
	"str_search_his_title": "歴史",
	"str_rec_title": "推奨",
	"str_no_hot_data": "人気のキーワードが空です",
	"str_sure_clear_his": "履歴をクリアするかどうか",
	"str_set_name": "ニックネームを設定する",
	"str_complete": "完了",
	"str_please_set_name": "ニックネームを設定してください",
	"str_set_name_ok": "ニックネームが正常に設定されました",
	"str_user_center": "パーソナルセンター",
	"str_user_account": "ユーザー名",
	"str_user_account_input": "ユーザー名を入力して下さい",
	"str_video_loading": "ビデオ接続",
	"str_video_vodHits": "ビュー",
	"str_share": "共有",
	"str_vodReviewList": "コメント（合計 {num} 件）",
	"str_review_btn": "コメント",
	"str_video_about": "関連している",
	"str_review": "コメント",
	"str_del_dianzan": "選択した「いいね！」レコードを削除してもよろしいですか?",
	"str_down_load": "アプリをダウンロードする",
	"str_search_clear": "掃除",
	"str_cel": "操作をキャンセルしてください!",
	"str_no_more": "もうない",
	"str_nav_title": "タグ一覧",
	"str_tianjia_zhupin": "画面に追加",
	"str_menu_tag": "人気のタグ",
	"str_menu_tag_all": "すべてのタグを表示",
	"str_menu_type_all": "すべてのカテゴリ",
	"str_change_lang": "言語",
	"str_change_cuy": "国",
	"str_change_bg": "テーマ",
	"str_no_login": "メンバーサインイン",
	"str_reg_user": "サインアップ",
	"str_pwd_fog": "パスワードをお忘れですか？",
	"str_reg": "無料でお申し込み頂けます",
	"str_input": "入力",
	"str_input_gain": "もう一度入力してください",
	"str_location_all": "世界的に",
	"str_location_c": "中国",
	"str_location_e": "アメリカ",
	"str_location_f": "フランス",
	"str_location_d": "ドイツ",
	"str_location_j": "日本",
	"str_location_r": "ロシア",
	"str_location_b": "ブラジル",
	"str_location_i": "インド",
	"str_location_m": "メキシコ",
	"str_location_it": "イタリア",
	"str_location_es": "スペイン",
	"str_location_a": "オーストラリア",
	"str_location_h": "韓国",
	"str_location_za": "南アフリカ",
	"str_location_nl": "オランダ",
	"str_location_se": "スウェーデン",
	"str_location_no": "ノルウェー",
	"str_location_dk": "デンマーク",
	"str_location_fl": "フィンランド",
	"str_location_nz": "ニュージーランド",
	"str_login_text1": "まだアカウントをお持ちでない場合は、",
	"str_login_text3": "すでにアカウントをお持ちですか？",
	"str_login_text2": "ここ",
	"str_login_tip": "このコンピュータ上で私を覚えておいてください(公共または共有コンピュータでは推奨されません)",
	"str_just": "最近",
	"str_today": "今日",
	"str_yesterday": "昨日",
	"str_2_days_ago": "2日前",
	"str_3_days_ago": "3日前",
	"str_4_days_ago": "4日前",
	"str_5_days_ago": "5日前",
	"str_6_days_ago": "6日前",
	"str_a_week_ago": "1週間前",
	"str_1_month_ago": "1ヶ月前",
	"str_2_months_ago": "2ヶ月前",
	"str_3_months_ago": "3ヶ月前",
	"str_4_months_ago": "4ヶ月前",
	"str_5_months_ago": "5ヶ月前",
	"str_6_months_ago": "6ヶ月前",
	"str_7_months_ago": "7ヶ月前",
	"str_8_months_ago": "8か月前",
	"str_9_months_ago": "9ヶ月前",
	"str_10_months_ago": "10ヶ月前",
	"str_11_months_ago": "11ヶ月前",
	"str_1_year_ago": "1年前",
	"str_2_years_ago": "2年前",
	"str_3_years_ago": "3年前",
	"Checkingline": "チェックライン",
	"Failedtoload": "読み込みに失敗しました！",
	"Reload": "リロード",
	"Addvideo": "ホーム画面に追加します",
	"Addvideotoscreen": "ホーム画面に「動画ページ」を追加",
	"Gotit": "わかった",
	"Line": "ライン",
	"Setsecurityquestion": "秘密の質問を設定する",
	"Similartoresults": "{tags} 件の合計 {num} 件の検索結果に類似",
	"str_tourist": "ビジター",
	"toast1": "アカウントを空にすることはできません。",
	"toast2": "パスワードを空にすることはできません。",
	"toast3": "コピー成功！",
	"toast4": "ログイン成功！",
	"toast5": "操作をキャンセルしてください!",
	"toast6": "確認コードを空にすることはできません。",
	"toast7": "ログアウトに成功しました。",
	"toast8": "リフレッシュが成功しました！",
	"toast9": "無事削除されました！",
	"toast10": "まずはご確認ください！",
	"toast11": "選択したお気に入りレコードを削除してもよろしいですか?",
	"toast12": "ログインに失敗しました。再度ログインしてください",
	"toast13": "新しいパスワードは元のパスワードと同じです",
	"toast14": "パスワードは同じである必要があります",
	"toast15": "入力が正しくありません。もう一度お試しください",
	"toast16": "操作は成功しました",
	"str_response_code1": "システムエラー",
	"str_response_code4": "別のデバイスでのアカウントログインによる強制ログアウト",
	"str_response_code8": "ログイン期限が切れました",
	"str_response_code10": "間違った秘密の質問",
	"str_response_code3": "操作が失敗しました。後でもう一度試してください。",
	"str_response_code9": "認証コードエラーです。確認してください。",
	"str_response_code5": "メンバーシップの作成に失敗しました。後でもう一度お試しください。",
	"str_response_code6": "ユーザーはすでに登録されています。",
	"str_response_code2": "メールアドレス/パスワードが無効です。",
	"str_response_code7": "メールアドレス/パスワードが無効です。",
	"str_response_code11": "予期しないエラーが発生しました。後でリクエストを再試行してください。",
	"str_get_back_pwd": "このページを使用してパスワードをリセットしてください。",
	"str_get_back_pwd_sub": "最初に登録したメールアドレスを入力してください。",
	"str_email": "Eメール",
	"str_email_code": "メールからの認証コード",
	"str_tag_vote": "タグに投票する",
	"str_tag_suggest": "新しいタグを提案する",
	"str_add": "追加",
	"str_suggest": "提案する",
	"str_suggest_suc": "正常に送信されました",
	"tag_suggest_success_tip": "ご貢献いただきありがとうございます。十分な数の異なるユーザーが同じタグ名を送信すると、タグ名が追加されます",
	"str_footer_nav1": "CSAM ポリシー",
	"str_footer_nav2": "利用規約",
	"str_footer_nav3": "プライバシーポリシー",
	"str_footer_nav4": "コンテンツの削除",
	"str_footer_nav5": "NCCポリシー",
	"str_footer_nav6": "DMCA",
	"str_footer_nav8": "2257",
	"str_footer_nav9": "よくある質問",
	"str_footer_nav10": "EU DSA",
	"str_footer_csam1": "児童性的虐待に関するマテリアルポリシー",
	"str_footer_csam2": "2022年8月",
	"str_footer_csam3": "当社サイト上の、性的表現、搾取、または未成年者を危険にさらすコンテンツは固く禁止されています。NottyHub は、児童性的虐待素材 (CSAM) の送信に強く反対しています。これは、テキスト、イラスト、コンピューター生成グラフィックで構成されます。私たちは、当社のプラットフォームが CSAM の共有または消費に使用されていないことを保証し、ユーザーが CSAM を検索しないようにすることが当社の義務であると考えています。子供 (実際の、架空の、またはアニメーション) を特集または描写したり、子供の性的搾取を促進したりする素材はすべて、当社のサイトでは絶対に禁止されており、利用規約の重大な違反となります。書面による資料 (コメント、コンテンツのタイトル、コンテンツの説明、メッセージ、ユーザー名などが含まれますが、これらに限定されません)さらに、NottyHub は、オンラインでの児童の性的搾取と虐待と闘うための自主原則をサポートおよび承認しています。これは、オンラインでの児童の性的搾取と虐待と闘うために、5 か国の閣僚級 (5 Eyes) によって立ち上げられ、業界をリードするテクノロジー企業の支援を受けた共同イニシアチブです。一部の悪意のある行為者はテクノロジーやデジタル世界の発展を悪用しようとしていますが、私たちは、世界的な分野を超えたコラボレーションへの参加とサポート、および厳格で効率的かつ適応可能なルールによって、オンラインでの虐待の蔓延を首尾よく排除できると考えています。 NottyHub で児童の性的虐待コンテンツに遭遇した場合は、コンテンツ削除リクエスト フォームから報告してください。児童性的虐待の内容を報告する方法については、以下の「追加リソースとサポート」セクションを参照してください。このポリシーの違反の可能性は誰でも報告できます。コンテンツの報告方法の詳細については、「どのようにサポートしてもらえますか」というタイトルのセクションを参照してください。 NottyHub のすべてのフィードバックと批評は非公開に保たれ、コンテンツに責任を持って迅速に対応する本物のモデレーターによって評価されます。お子様が死亡の危険にさらされていると思われる場合は、直ちに適切な法執行機関に通報してください。",
	"str_footer_csam4": "CSAM ガイドライン",
	"str_footer_csam5": "*: 子供が登場したり、関与したり、描写されたりするもの (ビジュアル、オーディオ、または文書) をアップロードしないでください。",
	"str_footer_csam6": "子供が性的対象化される。これには、違法な性的または不適切な行為に従事する子供 (人間の子供のイラスト、機械生成、またはその他の現実的な描写を含む) を表示、関与、または描写するあらゆるコンテンツが含まれます* これは単なる例であり、これを意図したものではありません。徹底的であること。より詳細な概要については、「禁止されている使用」セクションにあるサービス利用規約をご覧ください。NottyHub は、コンテンツが受け入れられるかどうかを当社のサービス利用規約に従って評価する権利を常に保持しており、事前の通知なしに独自の裁量でいつでもコンテンツを削除することがあります。",
	"str_footer_csam7": "執行",
	"str_footer_csam8": "当社は、CSAM と闘い、迅速に対応するための実質的な規制、運用方法、テクノロジーを導入しています。さらに、当社は当局と協力して捜査を行い、当社プラットフォーム上での CSAM の蔓延を阻止するための真の法的要求に迅速に対応します。当社の人間のモデレーター スタッフは、アップロードされたすべてのコンテンツを検証し、当社の CSAM またはその他のコンテンツに違反するコンテンツを防止するために 24 時間体制で働いています。当社のサイトに規制が表示されることを禁止します。さらに、プラットフォーム上で CSAM の実際の症例または予想される症例について通知を受けた場合、当社はコンテンツを削除し、調査し、CSAM として認識される内容を報告します。継続的な取り組みの一環として、当社では定期的にウェブサイトを監査し、禁止されている検索フレーズ、タイトル、タグのリストを維持および拡大し、コミュニティの安全性、包括性、多様性を維持し、虐待的で違法なコンテンツを排除しています。彼らは、人間のモデレーターと頻繁なプラットフォーム監査で構成されるチームに加えて、CSAM やその他の形式の違法コンテンツをプラットフォームから発見、報告、削除するのに役立つ新しい業界標準のテクノロジー ソリューションに依存しています。プラットフォームからの CSAM を防ぐために、追加の防御レベルとして自動検出テクノロジーを導入しています。これらのテクノロジーには次のものが含まれます。YouTube の CSAI Match は、既知の児童性的虐待動画の特定を支援するツールです。Microsoft の PhotoDNA は、児童の性的虐待に関する既知の画像の検出と削除を支援するツールです。Google の Content Safety API は、違法な画像の可能性に基づいてコンテンツにスコアを付けて優先順位を付け、査読者の検出を支援する最先端の人工知能 (AI) ツールです。不明 CSAM.Safer、プラットフォームから不正なコンテンツを排除するために利用される Thorn の包括的な CSAM 検出ツール Vobile ® の MediaWise® サービスは、最先端のフィンガープリンティング ソフトウェアおよびデータベースであり、すべての新規ユーザーのアップロードをスキャンして、以前に特定された違反コンテンツを防止しますセーフガード – 児童の性的虐待画像と同意のない親密な画像の配布の両方に対抗し、そのコンテンツが当社のプラットフォームに再アップロードされるのを防ぐことを目的として設計された、当社独自の画像フィンガープリンティングおよび認識技術可能性のある、または実際の CSAM のアップロードと公開を防ぐために使用する多くのアプローチを強化するために、当社はさらに、年齢推定機能を使用して、内部独自のアルゴリズムと Microsoft Azure Face API を組み合わせてプラットフォームに送信された情報を検査します。これらの機能は、当社のプラットフォーム上での CSAM の蔓延に対する共同の闘い、またオンラインでの児童の性的搾取と虐待という凶悪な世界的犯罪を根絶する業界の取り組みを支援するという当社の目標において重要です。",
	"str_footer_csam9": "どうやって私たちを助けてくれるでしょうか？",
	"str_footer_csam10": "CSAM または当社の利用規約に違反するその他のコンテンツを発見したと思われる場合は、その項目を調査のために報告して、直ちに当社に通知してください。あなたが被害者である場合、またはコンテンツが当社の CSAM ポリシーに違反しているという直接の情報をお持ちの場合は、以下の方法で当社にご報告ください。コンテンツ削除リクエストフォームに記入して送信します。問題のアイテムへの適切な URL リンクを含めてください。当社は慎重かつ迅速にお客様のリクエストに対応します。当社のサイトにアカウントを持っているかどうかにかかわらず、誰でもコンテンツ削除リクエスト フォームを使用してこのポリシーの違反を報告できます。",
	"str_footer_csam11": "このポリシーに違反した場合の結果",
	"str_footer_csam12": "子供が関与するコンテンツ、または子供の性的暴行を含むコンテンツに対する当社のゼロトレランス ポリシー。当社が発見または認識したすべての児童性的虐待素材は、素材の削除とアップロード者の停止につながります。CSAM が疑われるすべての事件は、国立行方不明児童搾取センターに報告されます。",
	"str_footer_csam13": "追加のリソースとサポート",
	"str_footer_csam14": "性的幼児の資料を徹底的に調査し、性的幼児のリストを徹底的に調査し、再発防止策を講じて非難する事件を報告します。安全性を保証するために重要な文書を提示し、安全性を保証するために。乳児保護インターネット センター カナダ インターネット センター協会は、乳児インターネット監視財団と協力し、性的幼児の世界を探索するさまざまな活動を行っています。セグランサ国際大臣、オーストラリア、カナダ、ノヴァ・ゼランディア、オーストラリア連邦、およびセメルハンテス・デ・セグランサの探求のための政府機関との再会。",
	"str_footer_terms1": "利用規約への同意",
	"str_footer_terms2": "www.nottyhub.com (「当社」、「当社」、「当社」、またはこの「ウェブサイト」) のコンテンツ、機能、およびサービスにアクセス、使用、または訪問することにより、お客様は以下を含む本利用規約に同意したことになります。ポリシーおよび関連ガイドライン (児童性的虐待マテリアル ポリシー、非同意コンテンツ ポリシーなど) (総称して「利用規約」)、および当社のプライバシー ポリシーを参照し、参照により本明細書に組み込まれます。これらの利用規約は、アクセスしたかどうかにかかわらず、コンテンツ パートナー、モデル、およびコンテンツの寄稿者でもある認証済みアップローダーを含む、本 Web サイトのすべてのユーザー (文脈に応じて総称して「お客様」、「ユーザー」または「ユーザー」といいます) に適用されます。コンピュータ、モバイルデバイス、またはその他のテクノロジー、方法、手段を介して。「コンテンツ」には、テキスト、ソフトウェア、スクリプト、グラフィックス、写真、サウンド、音楽、ビデオ、オーディオビジュアルの組み合わせ、インタラクティブ機能、テキストコンテンツ、およびお客様が閲覧、アップロード、公開、送信、利用可能、表示、通信、または利用できるその他の素材が含まれます。このウェブサイトに投稿します。「コンテンツ パートナー」とは、当社のコンテンツ パートナー プログラムに参加しているこの Web サイトのユーザーを意味します。「モデル」とは、当社のモデル パートナー プログラムに参加しており、現在の利用規約および Modelhub の利用規約が適用される本 Web サイトのユーザーを意味します。「認証済みアップローダー」とは、有効に識別されたアカウントを持つこの Web サイトのユーザーを意味します。これらのサービス利用規約または当社のプライバシー ポリシーのいずれかに同意しない場合は、この Web サイトにアクセスしたり使用したりしないでください。お客様は、本利用規約を電子的に入力すること、および本利用規約に関連する記録を電子形式で保存することに同意するものとします。",
	"str_footer_terms3": "利用規約に同意する能力",
	"str_footer_terms4": "あなたは、18 歳以上であるか、本 Web サイトにアクセスしている管轄地域の成人年齢であり、以下に規定されている条件、義務、確約、表明、および保証を締結する完全な能力および能力があることを確認します。これらの利用規約を遵守し、これらの利用規約を遵守すること。18 歳未満、または該当する成人年齢に達していない場合は、この Web サイトを使用しないでください。また、お客様は、本ウェブサイトにアクセスする管轄区域が性的に露骨なコンテンツの受信または閲覧を禁止していないことも表明します。あなたが登録ユーザーであるか未登録ユーザーであるかにかかわらず、当社は、あなたが本ウェブサイトへのアクセスに必要な成人年齢を超えていることを当社が判断するのに役立つ情報を当社および/または当社の第三者の年齢確認サービスプロバイダーに提供するよう要求する場合があります。をクリックしてコンテンツを表示します。この情報がどのように処理されるかについて詳しくは、当社のプライバシー ポリシーをご覧ください。必要に応じて、お客様が本ウェブサイトへのアクセスおよびそのコンテンツの閲覧に必要な成人年齢を超えていると当社が判断するのに役立つ情報を当社および/または当社の第三者の年齢確認サービスプロバイダーに提供しない場合、次のような問題が発生します。本ウェブサイトの全部または一部に対するアクセス権の終了または停止。",
	"str_footer_terms5": "利用規約の変更",
	"str_footer_terms6": "当社は、いつでも予告なく本利用規約を修正する権利を留保しており、変更がないか本利用規約を確認するのはお客様の責任となります。これらの利用規約の修正後に本ウェブサイトを使用することは、その改訂された規約に同意し、受諾したことを意味します。これらの利用規約の更新版は、掲載され次第、以前のバージョンに優先します。また、以前のバージョンは、継続的な法的効果はありません。https://www.nottyhub.com/information/terms にある利用規約の最新版を定期的に確認する必要があります。",
	"str_footer_terms7": "このウェブサイトについて",
	"str_footer_terms8": "この Web サイトでは、登録済みまたは未登録のユーザーによる成人向けコンテンツの一般的な閲覧が許可されています。さらに、この Web サイトでは、コンテンツ パートナー、認証済みアップローダー、およびモデルによる成人向けコンテンツのアップロードが許可されています。この Web サイトには、この Web サイトまたはその運営者が所有または管理していない第三者のサイトへのリンクが含まれている場合があります。この Web サイトは、第三者サイトのコンテンツ、プライバシー ポリシー、慣行を管理することはできず、また、それらに対して責任を負いません。さらに、この Web サイトは、第三者サイトのコンテンツを検閲または編集することはありません。このウェブサイトのいずれかを使用することにより、お客様はサードパーティのサイトの使用から生じるすべての責任から当社を明示的に免除するものとします。したがって、この Web サイトを離れるときは注意し、訪問する他のサイトの利用規約、およびプライバシー ポリシーを読むことをお勧めします。このウェブサイトは個人的な使用を目的としており、このウェブサイトによって特に承認または承認された場合を除き、商業目的で使用することはできません。このウェブサイトは成人向けコンテンツを対象としています。他のカテゴリのコンテンツは、当社の独自の裁量により拒否または削除される場合があります。当社は、独自の裁量でいつでも、本ウェブサイト上のコンテンツを削除することがあります。お客様は、本 Web サイトを使用する際に、さまざまな情報源からのコンテンツにさらされること、また、本 Web サイトがかかるコンテンツの正確性、有用性、安全性、知的財産権、またはかかるコンテンツに関連する知的財産権について責任を負わないことを理解し、了承するものとします。さらに、お客様は、不正確、攻撃的、わいせつ、または不快なコンテンツにさらされる可能性があることを理解し、認め、本 Web サイトに対してお客様が有する、または有する可能性のある法的または衡平法上の権利または救済策を放棄することに同意し、ここで放棄するものとします。これを尊重し、本ウェブサイト、その運営者、その親会社、その関連会社、ライセンサー、サービスプロバイダー、役員、取締役、従業員、代理人、後継者および譲受人を、すべての事項に関して法律で認められる最大限の範囲で補償し、免責することに同意します。このウェブサイトの使用に関するもの。",
	"str_footer_terms9": "通信設定",
	"str_footer_terms10": "このウェブサイトを使用し、ユーザーとして登録することにより、お客様は、お客様のアカウントに関連する電子通信を当社から受信することに明示的かつ具体的に同意したものとみなされます。これらの通信には、登録時に提供された電子メール アドレスへの電子メールの送信、または本 Web サイトへの通信の投稿 (たとえば、電子メール通信の購読を解除した場合に確実に受信できるように、ログイン時に本 Web サイトのメンバー エリアを通じて)、または「マイアカウント」または「マイプロフィール」ページには、お客様のアカウントに関する通知 (パスワードや確認メールの変更など) が含まれる場合があり、これらはお客様と当社との関係の一部です。お客様は、当社がお客様に電子的に送信する通知、合意、開示、またはその他の通信が書面によるものであることを含め、法的な通信要件を満たすことに同意するものとします。電子通信のコピーは、紙のコピーを印刷するか、電子コピーを保存して保持する必要があります。",
	"str_footer_terms11": "このウェブサイトへのアクセスとアカウントのセキュリティ",
	"str_footer_terms12": "当社は、独自の裁量により、本ウェブサイトおよび本ウェブサイトで提供するサービスやマテリアルを予告なく撤回または修正する権利を留保します。何らかの理由により、いつでも、または期間を問わず、本ウェブサイトの全部または一部が利用できなくなった場合でも、当社は責任を負いません。当社は随時、本ウェブサイトの一部またはウェブサイト全体へのアクセスを、登録ユーザーを含むユーザーに制限する場合があります。お客様には、本 Web サイトにアクセスするために必要なすべての手配を行い、インターネット接続を通じて本 Web サイトにアクセスするすべての人がこれらの利用規約を認識し、遵守するようにする責任があります。この Web サイトまたは Web サイトが提供するリソースの一部にアクセスするには、特定の登録詳細またはその他の情報の提供を求められる場合があります。この Web サイトを使用してコンテンツをアップロードするために必要な情報の詳細については、「この Web サイト上のすべてのコンテンツおよびアップローダーに適用されるルール」、「検証されたアップローダーに適用されるルール」、「コンテンツ パートナーに適用されるルール」、および「コンテンツ パートナーに適用されるルール」というタイトルのセクションを参照してください。 「モデルに適用されるルール」およびプライバシー ポリシー。このウェブサイトで提供するすべての情報が正しく、最新で、完全であることが、このウェブサイトの使用の条件です。あなたは、この Web サイトに登録するため、またはその他の方法で提供するすべての情報 (この Web サイト上のインタラクティブ機能の使用を含むがこれに限定されない) が当社のプライバシー ポリシーに準拠することに同意し、お客様の情報に関して当社が行うすべての措置に同意するものとします。当社のプライバシーポリシーと一致する情報。当社のセキュリティ手順の一環としてユーザー名、パスワード、またはその他の情報を選択した場合、または提供された場合は、そのような情報を機密情報として扱う必要があり、他の人に開示してはなりません。あなたは、自分のユーザー名またはパスワードを使用して行われるすべての活動に対して全責任を負います。また、お客様は、ご自身のアカウントがお客様個人のものであることを認め、お客様のユーザー名、パスワード、またはその他のセキュリティ情報を使用して本ウェブサイトまたは本ウェブサイトの一部へのアクセスを他人に提供しないことに同意します。お客様は、お客様のユーザー名またはパスワードへの不正アクセスまたは使用、あるいはその他のセキュリティ侵害があった場合には、support@nottyhub.com までご連絡いただくことにより、直ちに当社に通知することに同意します。また、各セッションの終了時に必ずアカウントを終了することに同意するものとします。公共または共有のコンピュータからアカウントにアクセスする場合は、他人があなたのパスワードやその他の個人情報を閲覧したり記録したりできないように、特に注意する必要があります。本ウェブサイトは、お客様のアカウントの不正使用によって生じたお客様の損失に対して責任を負いませんが、お客様は、かかる不正使用による本ウェブサイトまたはその他のウェブサイトの損失について責任を負う可能性があります。当社またはサードパーティのサービスプロバイダーとやり取りする場合、お客様は、提供するすべての情報が現在も今後も正確、完全、最新であることに同意するものとします。サードパーティのサービスの使用に適用されるすべてのポリシーと契約を確認します。お客様がモバイル デバイス上で当社の Web サイトを使用する場合、超過ブロードバンド料金などの通信事業者の通常の料金および料金が引き続き適用されることを承認するものとします。当社は、お客様が選択したものであるか当社が提供したものであるかにかかわらず、理由の有無にかかわらず、当社の独自の裁量でいつでもユーザー名、パスワード、またはその他の識別子を無効にする権利を有します。これには、お客様が以下の規定に違反したと当社が判断した場合も含まれます。本利用規約。",
	"str_footer_terms13": "当社の知的財産を使用するための限定的、条件付きライセンス",
	"str_footer_terms14": "Nottyhub および関連するロゴおよび名前は、当社の商標および/またはサービスマークです。サードパーティのコンテンツプロバイダーに関連する商標、サービスマーク、名前、ロゴなど、本ウェブサイト上または本ウェブサイトを通じて使用されるその他の商標、サービスマーク、名前、ロゴは、それぞれの所有者の商標、サービスマーク、またはロゴです。上記の商標、サービス マーク、またはロゴに関して、お客様にはいかなる権利もライセンスも付与されません。商標やサービスマーク、または有名人を含む人物の名前や肖像を含む画像やテキストを含めることは、明示的か黙示的かを問わず、当該人物による本 Web サイトの承認を構成するものではなく、またその逆も同様です。この Web サイトおよびこの Web サイト上で、またはこの Web サイトを通じて利用可能な特定のマテリアルは、当社が所有、著作、作成、購入、またはライセンス供与されたコンテンツ (総称して「作品」) です。当社の作品は著作権、商標、特許、企業秘密、および/またはその他の法律によって保護されている場合があり、当社は当社の作品および本ウェブサイトにおけるすべての権利を留保および保持します。当社は、お客様が本利用規約を遵守し、表示に同意することを条件として、お客様の個人使用のみを目的として、当社のウェブサイトおよび作品にアクセスして使用するための、条件付き、取消可能、サブライセンス不可、譲渡不可、非独占的かつ限定的なライセンスを付与します。この Web サイトは、この Web サイトのホストによって提示されたとおりに完全かつ無傷であり、広告も含まれており、広告の表示を妨げず、いかなる種類の広告ブロック ソフトウェアも使用しないでください。この限定ライセンスはさらに、この Web サイトから、またはこの Web サイトを通じて取得した情報を、この Web サイト上の広告の表示をブロックまたは妨害するために、またはソフトウェアやフィルター リストの実装、変更、更新の目的で使用しないことに同意することを条件とします。このウェブサイト上の広告の表示をブロックまたは妨害するもの。本ウェブサイト上の広告の表示を妨害したり、本ウェブサイトの閲覧中に広告をブロックまたは無効にするために広告ブロック ソフトウェアを使用したり、広告ブロック ソフトウェアやフィルター リストを更新するために本ウェブサイトからまたは本ウェブサイトを通じて取得した情報を使用したりすることは禁止されています。この Web サイトおよび作品を閲覧するための限定ライセンスの条件に違反し、著作権侵害となります。ここに明示的に規定されている場合を除き、本 Web サイトおよび著作物、またはその翻案物を複製、配布、公衆への伝達、利用可能化、翻案、公の上演、リンク、または公の表示することはできません。このような行為はライセンスの範囲を超え、著作権侵害となります。この Web サイトは、「埋め込みプレーヤー」機能を提供する場合があります。この機能は、この Web サイト上のコンテンツにアクセスする際に使用するために、ご自身の Web サイトに組み込むことができます。この Web サイトへのリンクを含むがこれに限定されない、いかなる方法でも、埋め込み可能なプレーヤーの一部または機能を変更したり、構築したり、ブロックしたりすることはできません。上記のライセンスは、お客様が本利用規約を遵守することを条件としており、特に、広告を含む本 Web サイトのホストによって表示される本 Web サイト全体を完全かつ完全に閲覧することに同意することが含まれます。また、本利用規約の終了とともに終了するものとします。サービス。これらの利用規約の条項に違反した場合、取得したライセンスは自動的に取り消され、終了されます。当社の権利を保護するために、この Web サイトで利用可能な一部のコンテンツはデジタル著作権管理テクノロジーによって制御されている場合があり、これによりコンテンツの使用方法が制限されます。デジタル著作権管理テクノロジーを回避、除去、削除、無効化、変更、またはその他の方法で妨害してはなりません。このような行為は法律で禁止されています。お客様は、お客様に属さない当社の作品またはコンテンツの全部または一部を複製、ダウンロード、配布、送信、放送、表示、販売、ライセンス供与、変更、変更、またはその他の方法で複製または複製することはできません。",
	"str_footer_terms15": "このウェブサイト上のすべてのコンテンツとアップローダーに適用されるルール",
	"str_footer_terms16": "この Web サイトにコンテンツをアップロードするには、検証済みアップローダー、コンテンツ パートナー、保存モデルのいずれかである必要があります。ただし、かかるコンテンツがコメント、カバー写真、アバターに限定されている場合を除きます。アカウントの作成時に提供した情報が真実ではない場合、アカウントは即時に停止されます。該当する場合、当社からお客様への保留中の支払いの即時停止。また、当社は独自の裁量により未払い金額の支払いを無期限に保留する場合があり、お客様は法的制裁の対象となる場合があります。お客様は、本ウェブサイトにアップロードするすべてのコンテンツに関して、当該コンテンツがいかなる適用法にも違反しておらず、本ウェブサイトをいかなる請求、要求、訴訟、規制措置、あるいは実際の、潜在的、またはリスクの対象にしないことを表明および保証します。責任、またはその脅威。あなたは、このウェブサイト上のコンテンツを使用する権利を所有しており、コンテンツが第三者の権利（知的財産権を含む）を侵害していないこと、およびコンテンツに登場するすべての個人の同意とリリースを取得していること。このウェブサイト上のコンテンツを使用およびアップロードする権利。コンテンツに登場するすべての個人について、写真、動画、その他コンテンツに登場する日に少なくとも 18 歳であることを証明する有効な政府の写真付き身分証明書を慎重に確認および検査していること (これは、コンテンツに登場するかどうかに関係なく、すべての個人に適用されます)識別可能かどうか、またはヌードかどうか）。コンテンツに関して、あなたまたはコンテンツの制作者は、18 USC § 2257 et に基づいて要求される記録を収集し、維持しています。28 CFR § 75 以降に規定されている規則および規制に従って随時修正されます。随時変更される以下の条項、およびその他の該当する記録保持法または年齢確認法。コンテンツ パートナーは、コンテンツに登場する個人が性的暴行、未成年者の性的搾取、人身売買、およびその他の関連する刑事犯罪で有罪判決を受けていないことを確認します。コンテンツはトレーニング目的で使用される場合があります。コンテンツは、あなたまたは他の人によってアップロードされた別のコンテンツの複製ではありません。コンテンツは、この Web サイトの利用規約およびプライバシー ポリシーに準拠しています。これらの利用規約またはお客様が当社と締結する関連契約を遵守していない場合、または上記の記述のいずれかが虚偽である、または遵守されていないと当社が判断した場合、当社は独自の裁量により、コンテンツの掲載を拒否することがあります。またはその一部、または本 Web サイト上のかかるコンテンツへの参照、本 Web サイトから問題のコンテンツを削除し、未払いまたは保留中のすべての収益を剥奪し、現在または保留中のすべての支払いをキャンセルし、アカウントを終了し、コンテンツを最小限に抑えるか排除するために必要な措置を講じます。責任。当社は、独自の裁量により、利用規約に違反した場合、または理由がなくてもいつでもアカウントを終了できます。お客様のコンテンツが刑法、本ウェブサイトの利用規約に違反していると弊社が判断した場合、お客様のアカウントは直ちに停止され、予告なく本ウェブサイトから追放され、すべての収益と支払いは没収され、該当する場合には法的に通報されます。執行当局 18 USC §2257 に基づく記録保持要件を遵守する義務。あなたは、この Web サイトにアップロードするコンテンツが 18 USC § 2257 et に従って作成され、記録が保管されていることを証明します。以降は、28 CFR § 75 以降に規定されている規則および規制に従って随時変更されます。以降、随時変更され、その他の該当する記録保持法または年齢確認法に準拠します。当社の要請に応じて、お客様は、お客様のコンテンツの一部またはすべてに登場する個人またはすべての個人について、有効な (コンテンツの作成日時点で) 認識可能な政府の写真付き身分証明書の判読可能なコピー (合法的に編集されたものを含む) を当社に速やかに納品するものとします (コンテンツ作成日に各自が少なくとも 18 歳以上であったことを証明するもの）と、必要な身分証明書、書類、リリースを添付します。これに関連して、コンテンツに登場するすべての個人に言及する場合、コンテンツ内で何らかの方法で撮影、撮影、または記録された個人または個人が、ヌード、半裸、または完全に服を着ているかどうかに関係なく、以下の行為に従事していることを制限なく意味します。模擬または実際の性交（ソロシーンを含む）。当社は、特集の有無にかかわらず、背景に表示される、またはコンテンツと同期される 18 歳未満の人のナレーションやサウンドを受け入れたり対応したりすることはありません。要求に応じて要求された情報を速やかに提供できない場合、アカウントが一時的または永久に停止される可能性があります。お客様は、自己の費用負担で、以下の行為により当社が被った、または被ったあらゆる責任、損失、損害、罰金、手数料、違約金、費用および出費（合理的な弁護士費用を含む）を補償し、弁護し、当社を免責するものとします。法的に義務付けられた記録の維持に対するお客様の不履行または怠慢から生じる、またはその結果として生じる請求。あなたは、自分のアカウントで発生するアクティビティに対して単独で責任を負うことを認めます。他人に自分のアカウントの使用を許可してはならず、紛失、盗難、スクリーン名やパスワードの不正な開示や使用など、明らかなセキュリティ違反があった場合は、ただちに当社に通知する必要があることに注意してください。あなたのアカウントを誰も使用できないのと同様に、他の人のアカウントを使用することはできません。お客様のアカウントの不正使用により当社が被った損失については、お客様が責任を負うものとします。当社は、お客様のアカウントの不正使用によって生じたお客様の損失に対して責任を負いません。お客様は特にそのような請求を放棄し、第三者によるお客様のアカウントに対して行われたそのような請求に対して当社を弁護し、補償することに同意します。当社が提供する特定の選択されたサービスに参加するためにお客様が自発的にユーザー プロフィールを作成する限り、お客様のプロフィール (およびそのコンテンツ) は、本 Web サイトを通じて登録されている他のユーザーおよび当社と提携またはネットワーク化されている他のユーザーによって検索可能になる場合があります。同様に、あなたのプロフィール (およびそのコンテンツ) は、公開されている検索エンジンで検索できる場合があります。あなたは、あなたが投稿したコンテンツに関して当社が機密性を保証しないことを理解するものとします。適用法で許可されている内容に従って、作成し、投稿または公開するコンテンツの種類を自由に選択できます。あなたは、自身のコンテンツおよびそのようなコンテンツを投稿または公開した結果に対して単独で責任を負うものとします。当社は、コミュニティ内のコミュニティ標準に違反するコンテンツについては責任を負いません。違法または不適切な活動に関する情報を求めている場合は、直ちにこの Web サイトから離れることに同意するものとします。当社は、お客様が本 Web サイトを使用するとき、および本 Web サイトにコンテンツを送信または投稿するときに、適用されるすべての法律を遵守することを期待し、要求します。コンテンツが法律に違反するかどうか不明な場合は、コンテンツを投稿する前に弁護士に相談することをお勧めします。当社は、本 Web サイトに投稿されるすべてのコンテンツに対して、すべての管轄区域の法律を強制することはできません。したがって、当社はこのウェブサイトのコンテンツについては責任を負いません。お客様は、コンテンツの正確性、完全性、有用性、または合法性への依存を含め、コンテンツの使用に関連するすべてのリスクを評価し、負担する必要があります。これに関して、お客様は、当社が作成したコンテンツまたは本ウェブサイトに送信されたコンテンツに依存してはいけないことを承認するものとします。あなたは、アップロード、投稿、電子メール送信、送信、またはその他の方法で本 Web サイト経由で利用可能となるすべてのコンテンツに対して責任を負います。お客様のコンテンツが著作権、商標、財産権を含むがこれらに限定されない第三者の権利を侵害していると疑う理由がある場合、当社はお客様に対し、その素材の所有権または使用権を示す書面による証拠の提出を要求することができます。問題中。当社がそのような書面による証拠を必要とする場合、お客様は当社の要求日から 5 営業日以内にそれを当社に提供することに同意するものとします。このような必要な書面による証拠をその期間内に当社に提出しなかった場合、お客様のアカウントは即時に停止され、当社はかかるコンテンツに関連して発生した費用および損害の賠償をお客様に要求することがあります。お客様は、ご自身のコンテンツ、および本 Web サイト上でお客様のコンテンツを投稿、アップロード、公開、送信、またはその他の方法で利用可能にした結果について、単独で責任を負うものとします。あなたは、あなたが送信または投稿するコンテンツに対して責任を負い、その合法性、信頼性、正確性、適切性を含め、かかるコンテンツに対して全責任を負うのは当社ではなくあなたであることを理解し、認めます。当社は、ユーザーが送信または投稿したコンテンツを管理せず、ユーザーが送信または投稿したコンテンツに関連するいかなる保証も行いません。いかなる状況においても、当社は、ユーザーが送信または投稿したコンテンツに関連する申し立てに対して、いかなる形でも法的責任を負わないものとします。あなたは、送信したコンテンツを公開するために必要なライセンス、権利、同意、および許可を所有しているか、または持っていることを確認、表明、保証します。また、お客様は、本利用規約に従って、本 Web サイト上で公開するコンテンツに関するすべての特許、商標、企業秘密、著作権、またはその他の所有権を本 Web サイトにライセンス供与するものとします。さらに、お客様は、素材の正当な所有者から許可を得ている場合、またはその他の法的権利を有している場合を除き、お客様が本 Web サイトに送信するコンテンツには、第三者の著作権で保護された素材またはその他の第三者の所有権の対象となる素材が含まれないことに同意します。素材を投稿し、ここで付与されるすべてのライセンス権をこの Web サイトに付与するものとします。あなたは、この Web サイト (およびその後継者および関連会社) がプロモーションまたは商業目的であなたのコンテンツを使用し、本利用規約に従ってサービスを提供する場合があることに同意し、理解します。明確にするために、お客様はご自身のコンテンツのすべての所有権を保持します。本ウェブサイトにコンテンツを送信することにより、お客様は、本ウェブサイトの運営者に対し、本ウェブサイトの運営者に対し、本ウェブサイトの使用、複製、出版、配布、放送、販売、二次的著作物の作成を行うための、無制限、全世界的、永続的、非独占的、ロイヤルティフリー、サブライセンス可能、および譲渡可能なライセンスを付与するものとします。 、コンテンツのすべてを翻案、翻訳、公に表示、伝達、実行、利用可能にする、またはその他の方法で使用すること。これには、あらゆるメディア形式およびメディアを通じて、本 Web サイト (およびその派生作品) の一部またはすべてを宣伝および再配布することが含まれますが、これらに限定されません。チャンネル。また、お客様は、法律で認められる最大限の範囲で、コンテンツの著作者人格権に関連する当社に対するあらゆる請求を放棄します。いかなる状況においても、当社は、お客様が投稿したコンテンツの悪用に対して責任を負いません。また、お客様は、本ウェブサイトの各ユーザーに対して、本利用規約で許可されているとおり、本ウェブサイトを通じてお客様のコンテンツにアクセスするための非独占的、ロイヤリティフリーのライセンスを付与するものとします。あなたは、この Web サイトを使用して、あなたが投稿したコンテンツ (またはその一部) を他のユーザーにダウンロードまたは保存することを許可してはいけないことをここに理解し、同意するものとします。お客様が本 Web サイトに送信したビデオ コンテンツに対してお客様により付与された上記のライセンスは、お客様が本 Web サイトからコンテンツを削除または削除した後、商業的に合理的な期間内に終了します。ただし、お客様は、削除または削除された動画のサーバー コピーを本 Web サイトが保持する場合がありますが、表示、配布、または実行することはできないことを理解し、これに同意するものとします。あなたが送信したユーザー コメントであなたが付与した上記のライセンスは永久的であり、取り消すことはできません。本 Web サイトは、ユーザーまたは他のライセンサーによって提出されたコンテンツ、またはそこで表明された意見、推奨、アドバイスを承認するものではなく、本 Web サイトはコンテンツに関連する一切の責任を明示的に否認します。この Web サイトは、この Web サイトでの著作権侵害行為および知的財産権の侵害を許可していません。また、この Web サイトは、かかるコンテンツが他者の知的財産権を侵害していることが適切に通知された場合には、すべてのコンテンツを削除します。このウェブサイトは、事前の通知なしにコンテンツを削除する権利を留保します。あなたが送信するすべてのコンテンツは、本利用規約に定められたコンテンツ標準に準拠する必要があります。お客様が本 Web サイトに投稿する、または本 Web サイトを通じて投稿するコンテンツのいずれかに、アイデア、提案、文書、および/または当社への提案が含まれている場合、当社は、かかるコンテンツに関して、明示的か黙示的かを問わず、機密保持の義務を負わず、以下の権利を有するものとします。お客様に対していかなる義務も負うことなく、当社の独自の裁量により、かかるコンテンツを使用、活用、または開示する（または使用または開示しないことを選択する）ことはできません（つまり、お客様は、いかなる状況においても当社からいかなる種類の補償も受け取る権利はありません）。",
	"str_footer_terms17": "コンテンツパートナーに適用されるルール",
	"str_footer_terms18": "コンテンツ パートナーになってこの Web サイトにコンテンツを投稿したい場合は、まずコンテンツ パートナー プログラムに参加し、その利用規約に同意する必要があります。",
	"str_footer_terms19": "モデルに適用されるルール",
	"str_footer_terms20": "モデルになってこの Web サイトを通じてコン​​テンツを投稿したい場合は、まずモデル パートナー プログラムに参加し、その利用規約に同意する必要があります。当社は独自の裁量により、理由の如何を問わず、当社のコンテンツプロバイダーのコミュニティへの参加申し込みを拒否する場合があります。確認のために有効な電子メール アドレスの入力を求められる場合があります。あなたは自分自身のスクリーンネームを選択しますが、それはあなたにとってユニークなものでなければならず、他人を不快にさせてはならず、他人の著作権や商標を侵害してはなりません。パスワードも選択しますが、これは後で変更できます。自分のアカウントを他人に使用させないことが重要です (パスワードは秘密にして安全に保管する必要があります)。名前やスクリーンネームなどの個人情報の特定の変更は、当社のスタッフのみが行うことができます。したがって、あなたの情報が間違っていると思われる場合、または変更する必要がある場合は、当社のスタッフに連絡して変更を行う必要がある場合があります。このウェブサイトにコンテンツをアップロードする前に、本人確認を行う必要があります。そのためには、生年月日、身分証明書の有効期限、写真、氏名、住所を含む少なくとも 1 ～ 2 枚の情報書類の高解像度画像またはスキャンを当社に提出する必要があります。 。これは、たとえば、運転免許証 (国民 ID が必須ではない国の場合)、国際パスポート、市民権カード、州 ID、国民パスポート、国民 ID カードなどです。身分証明書の他の形式は、公共料金の請求書である場合があります。必要な情報がすべて政府発行の写真付き身分証明書に記載されている場合、2 枚目の書類は必要ありません。当社は、独自の裁量により、成人であることと身元を証明するために複数の形式の身分証明書の提供を要求する場合があります。あなたの年齢と身元を確認する際には、顔認証と前述の書類の信頼性の評価も必要となります。このような情報および文書の収集、使用、開示には、当社のプライバシー ポリシーが適用されます。",
	"str_footer_terms21": "「モデル」委員会",
	"str_footer_terms22": "モデルは、本ウェブサイトで動画を無料で視聴することで、モデル プログラムの広告シェア収益 (動画が獲得する広告収益の一部) を受け取る権利を有します。稼いだ金額を示す明細書を毎月受け取ることはありません。ただし、アカウントで獲得した金額を表示することはできます。支払いは通常、毎月月末から 10 営業日以内に行われます (ただし、使用した支払い方法によっては、実際に支払いを受け取るまでにさらに時間がかかる場合があります)。ただし、支払いは、純利益に基づく最低支払額の 100 ドル (US$100.00) に達した場合にのみ行われます。100 ドル (US$100.00) 未満の金額は、最低支払額に達するまで繰り越され、次の支払日に支払われます。お客様が不正確な支払い詳細を当社に提供した場合、その不正確な支払い詳細に起因するチャージバックの手数料は、それ以外の場合にお客様に支払われるべき金額から相殺されます。現在の利用規約、Modelhub の利用規約のいずれかの部分に違反した場合、または著作権、財産権、プライバシー権を含むがこれらに限定されない第三者の権利を侵害した場合、または第三者がその全部または一部を侵害すると主張した場合。お客様のコンテンツの一部によって損害が生じた場合、当社は独自の裁量により、お客様への支払いを無期限に保留する場合があります。所得税および VAT に関連する登録、申告、支払い義務を含むがこれらに限定されない、当社での活動に関するすべての納税義務を履行することは、お客様の唯一の義務であり義務であることをお客様に思い出させます。当社がお客様のこれらの義務を支援したとしても、それはお客様の義務を免除するものではありません。住所の変更や新しいメールアドレスの変更など、個人データの変更をタイムリーに当社に通知するのはあなたの義務です。",
	"str_footer_terms23": "認証済みアップローダーに適用されるルール",
	"str_footer_terms24": "認証済みアップローダーとして、あなたは有効に識別されたアカウント所有者となり、この Web サイトにコンテンツを送信できます。当社は独自の裁量により、理由の如何を問わず、当社のコンテンツプロバイダーのコミュニティへの参加申し込みを拒否する場合があります。確認のために有効な電子メール アドレスの入力を求められる場合があります。あなたは自分自身のスクリーンネームを選択しますが、それはあなたにとってユニークなものでなければならず、他人を不快にさせてはならず、他人の著作権や商標を侵害してはなりません。パスワードも選択しますが、これは後で変更できます。自分のアカウントを他人に使用させないことが重要です (パスワードは秘密にして安全に保管する必要があります)。名前やスクリーンネームなどの個人情報の特定の変更は、当社のスタッフのみが行うことができます。したがって、あなたの情報が間違っていると思われる場合、または変更する必要がある場合は、当社のスタッフに連絡して変更を行う必要がある場合があります。このウェブサイトにコンテンツをアップロードする前に、本人確認を行う必要があります。そのためには、生年月日、身分証明書の有効期限、写真、氏名、住所を含む少なくとも 1 ～ 2 枚の情報書類の高解像度画像またはスキャンを当社に提出する必要があります。 。これは、たとえば、運転免許証 (国民 ID が必須ではない国の場合)、国際パスポート、市民権カード、州 ID、国民パスポート、国民 ID カードなどです。身分証明書の他の形式は、公共料金の請求書である場合があります。必要な情報がすべて政府発行の写真付き身分証明書に記載されている場合、2 枚目の書類は必要ありません。当社は、独自の裁量により、成人であることと身元を証明するために複数の形式の身分証明書の提供を要求する場合があります。あなたの年齢と身元を確認する際には、顔認証と前述の書類の信頼性の評価も必要となります。このような情報および文書の収集、使用、開示には、当社のプライバシー ポリシーが適用されます。",
	"str_footer_terms25": "著作権およびその他の知的財産",
	"str_footer_terms26": "この Web サイトは、第三者の著作権を侵害しているとされるコンテンツに関して、明確な著作権ポリシーを運用しています。コンテンツが著作権を侵害していると思われる場合は、当社の著作権ポリシーを参照して、著作権侵害の通知を当社に送信する手順をご覧ください。弊社の著作権ポリシーの一環として、適切な状況下でユーザーが反復的な侵害者であると判断された場合、本 Web サイトはユーザーの本 Web サイトへのアクセスを終了します。本ウェブサイトは、ユーザーと商標所有者との間の商標紛争を調停する立場にありません。したがって、当社は商標所有者に対し、問題となっているユーザーと直接紛争を解決するか、裁判所またはその他の司法手段による解決を求めることをお勧めします。商標を侵害していると思われるこの Web サイトのコンテンツを報告したい場合は、こちらからご連絡ください。この Web サイトは、合理的な苦情に対して限定的な調査を実施する用意があり、侵害が明らかな場合にはコンテンツを削除します。商標所有者またはその正式な代理人のみが商標侵害の報告を提出できます。当社は、権利所有者の名前、電子メール アドレス、および報告の詳細を、報告対象のコンテンツを投稿した人に定期的に提供していることにご注意ください。この担当者は、あなたが提供した情報を連絡することがあります。",
	"str_footer_terms27": "不正行為の報告",
	"str_footer_terms28": "このウェブサイトは、いかなる形式のリベンジポルノ、恐喝、脅迫も許可しません。このポリシーの違反は、このリンクから報告できます。",
	"str_footer_terms29": "掲載された情報への信頼",
	"str_footer_terms30": "本ウェブサイト上または本ウェブサイトを通じて提示される情報は、一般的な情報提供の目的でのみ利用可能です。当社は、この情報の正確性、完全性、有用性を保証しません。このような情報に依存する場合は、厳密に自己責任で行ってください。当社は、お客様または本 Web サイトへの他の訪問者、またはそのコンテンツのいずれかを知らされた可能性のある人によるかかる資料への依存から生じるすべての法的責任および責任を否認します。この Web サイトには、他のユーザー、ブロガーおよびサードパーティのライセンサー、シンジケーター、アグリゲーター、および/またはレポート サービスによって提供されるマテリアルを含む、サードパーティによって提供されるコンテンツが含まれています。これらの資料で表現されたすべての発言および/または意見、すべての記事および質問への回答、および当社が提供するコンテンツ以外のその他のコンテンツは、それらの資料を提供する個人または団体の意見および責任のみです。これらの資料は必ずしも当社の意見を反映しているわけではありません。当社は、第三者が提供するマテリアルの内容または正確性について、お客様または第三者に対して責任を負いません。",
	"str_footer_terms31": "このウェブサイトの変更",
	"str_footer_terms32": "当社は、本ウェブサイトのコンテンツを随時更新することがありますが、そのコンテンツは必ずしも完全または最新であるとは限りません。このウェブサイト上の資料はいつでも古くなっている可能性があり、当社にはかかる資料を更新する義務はありません。あなたに関する情報およびこの Web サイトへの訪問者に関する情報 当社がこの Web サイトで収集するすべての情報は、当社のプライバシー ポリシーの対象となります。このウェブサイトを使用することにより、お客様はプライバシー ポリシーの条項を読んで理解したこと、およびプライバシー ポリシーに従ってお客様の情報に関して当社が行うすべての措置に同意することを認めます。",
	"str_footer_terms33": "広告主およびその他によるお客様の使用状況情報の収集および使用",
	"str_footer_terms34": "この Web サイトでは、他者がこの Web サイトを使用して広告を表示することができます。これらの第三者はテクノロジーを使用して、この Web サイトを使用して表示される広告をブラウザに直接配信します。その際、ユーザーのインターネット プロトコル (IP) アドレスが自動的に受信される場合があります。この Web サイトを使用して広告を掲載するその他の企業は、Cookie および/または Web ビーコンを使用して、この Web サイトの使用状況に関する情報を含む情報を収集することができます。当社は、広告主が情報を収集するために使用するプロセスを管理しません。ただし、IP アドレス、Cookie、Web ビーコンだけでは、通常、個人を識別することはできず、マシンのみを識別します。したがって、サービスを通じて広告またはコンテンツが提供される広告主およびその他の人は、通常、広告に応答するか、広告主と契約を結ぶか、またはその他の手段によって追加情報を提供しない限り、お客様が誰であるかを知ることはありません。",
	"str_footer_terms35": "免責事項",
	"str_footer_terms36": "ウェブサイトはご自身の責任でご利用ください。当社はウェブサイトを「現状のまま」および「利用可能な状態」で提供します。法律で許可される最大限の範囲で、ウェブサイトは、明示的か黙示的かを問わず、ウェブサイトおよびウェブサイトを通じて取得される商品またはサービスに関連するあらゆる種類の保証を否認します。これには、商品性、適合性の黙示的な保証が含まれますが、これらに限定されません。ネスフォー特定の目的、および非侵害。ウェブサイトの使用に起因するコンピュータ システムへの損害またはデータの損失については、お客様が単独で責任を負うものとします。当社は、ウェブサイトのコンテンツまたはウェブサイトにリンクされているサイトのコンテンツの正確性または完全性、またはウェブサイトがお客様の要件を満たすことについて、いかなる保証も表明も行わず、あらゆる (I) エラー、間違い、または不正確さに対していかなる責任も負わないものとします。 CIESコンテンツの損害、(II) ウェブサイトまたは当社のサービスへのアクセスおよび使用に起因する、性質を問わず人身傷害または物的損害、(III) 当社の安全なサーバーおよび/またはすべてへの不正アクセスまたは使用。そこに保存されている個人情報および/または財務情報、(IV) ウェブサイトまたは当社のサービスとの間の送信の中断または停止、(IV) ウェブサイトまたは当社のサービスへ、またはそれを介して送信される可能性のあるバグ、ウイルス、トロイの木馬など。第三者によるウェブサイトまたは当社のサービス、および/または (V) コンテンツ内のエラーまたは欠落、または投稿、送信、またはその他の方法で利用可能になったコンテンツの使用の結果として生じたあらゆる種類の損失または損害。ウェブサイトまたは当社のサービス。本ウェブサイトは、ウェブサイト、当社のサービス、またはバナーやその他の広告で紹介されているハイパーリンクされたサービスを通じて第三者が宣伝または提供する製品またはサービスを保証、支持、保証、または責任を負うものではありません。ウェブサイトは廃止されます当事者は、何らかの形で、お客様と製品またはサービスのサードパーティプロバイダーとの間の取引を監視する責任を負います。あらゆる媒体や環境を通じて製品やサービスを購入する場合と同様、お客様は最善の判断を下し、適切な場合には注意を払う必要があります。お客様が当社またはウェブサイトを通じて取得した情報は、これらに明示的に記載されていない保証を作成するものではありません。規約。",
	"str_footer_privacy1": "導入",
	"str_footer_privacy2": "Aylo Freesites Ltd (以下「当社」) は、ウェブサイト https://www.nottyhub.com/ (以下「Nottyhub」) (以下、総称して「ウェブサイト」) を運営しており、以下の管理者です。ウェブサイトおよびその関連会社を通じて収集または提供される情報。当社ウェブサイトへのアクセスおよび使用は、このプライバシー ポリシー内のすべての条項を読んで理解したものとみなされますので、このプライバシー ポリシーをよくお読みください。当社はお客様のプライバシーを尊重し、個人データの保護に努めます。当社のプライバシー慣行についてご質問がある場合、当社への連絡方法については、以下の「連絡先情報」を参照してください。",
	"str_footer_privacy3": "範囲",
	"str_footer_privacy4": "このプライバシー ポリシーの目的上、「処理」、「処理された」、または「処理」とは、自動化された手段によるかどうかにかかわらず、個人データまたは個人データのセットに対して実行される操作または一連の操作 (開示を除く) を意味します。以下の操作のうちの 1 つまたは複数: 収集、記録、編成、構造化、保管、適応または変更、検索、参照、使用、位置合わせまたは組み合わせ、制限、消去または破壊。個人データまたは個人データのセットの開示に関する情報は、以下の「個人情報の開示」セクションに記載されています。このプライバシー ポリシーは、当社が収集する情報に適用されます。ウェブサイトおよびウェブサイトとの電子メール通信、お客様とウェブサイト間の専用の非ブラウザベースの対話を提供する当社のモバイル アプリケーションを通じて、またはお客様がサードパーティで当社の広告やアプリケーションを操作するときに収集されます。 - 当事者の Web サイトおよびサービス、それらのアプリケーションまたは広告に本プライバシー ポリシーへのリンクが含まれている場合。",
	"str_footer_privacy5": "Nottyhub でアカウントを作成することを選択した人 (モデル パートナー プログラムにサインアップした人を含む) (「登録ユーザー」):",
	"str_footer_privacy6": "当社は、未登録ユーザーについて上記で説明したのと同じカテゴリの情報を登録ユーザーから処理します。連絡先情報: ユーザー名または同様の識別子、および電子メール アドレスを処理します。支払いおよび商業情報: お客様が購読、購入、または当社からの支払いを受け取る場合 (モデル パートナー プログラムなどを通じて)、当社は支払いカードまたはアカウントの詳細、および支払いの処理に必要な関連情報を処理します。また、当社は、お客様との間の支払いに関する詳細、お客様のサブスクリプションに関する詳細、お客様が当社から購入または受け取った製品およびサービスの詳細も処理します。ユーザーが送信した個人情報: 当社は、アカウントをパーソナライズするため、または特定の機能のために送信した情報を処理します。たとえば、生年月日、年齢、性別、興味、好み、フィードバック、アンケートの回答、当社からマーケティングを受け取る際の好み、および当社の第三者、お客様の通信設定、および特定の機能のためにお客様の指示により自発的に当社に提供したその他の情報。識別子と生体認証情報: お客様がウェブサイト上の特定のサービス (当社のモデル パートナー プログラムなど) に登録することを選択した場合、当社は、お客様が当社に提出した識別子 (政府発行の写真付き身分証明書やその他の書類を含む) を処理します。あなたの身元、年齢、記録の確認を確認します。また、以下の「生体認証情報」セクションで詳しく説明するように、当社は、そのようなサービスに登録する際にお客様が当社に提供した識別子の信頼性を検証するために生体認証情報を処理します。この情報は、信頼できる第三者の年齢確認サービス プロバイダーによって処理されます。このポリシーは、これらのサードパーティの年齢確認サービス プロバイダーのプライバシー慣行には適用されません。これらのサービスプロバイダーのプライバシー利用規約をよくお読みください。オーディオ/ビデオ情報を含むユーザー投稿: 当社は、お客様が自分自身や他人に関する情報を投稿したり、他の人とコミュニケーションしたり、コンテンツ (写真、ビデオ ファイルなど) をアップロードしたり、見つかったコンテンツのコメントやレビューを投稿したりできる領域を Web サイト上に提供します。ウェブサイト上で。ユーザー投稿を提供する場合は注意してください。ユーザーの投稿を提供することにより、そのコンテンツと情報を一般に公開することになります。ユーザーの投稿は他のユーザーによって読み取られ、収集、使用、開示される可能性がありますが、当社は、ユーザーの投稿に誰がアクセスするか、またはユーザーが自発的に投稿または送信した情報に対して他のユーザーが何を行うかを制御することはできません。ユーザーの投稿には、https://www.nottyhub.com/information/terms にある Nottyhub の利用規約が適用されます。",
	"str_footer_privacy7": "当社がお客様の個人情報を処理する目的。当社は、以下に説明する目的で個人情報を処理します。",
	"str_footer_privacy8": "サービスの提供: 当社は識別子、Web サイトの活動データ、およびを処理します。さらに、登録ユーザーおよびプレミアム ユーザーのみを対象として、お客様が要求する情報、製品、またはサービスを提供するために、当社の Web サイトとそのコンテンツ (当社 Web サイト上のインタラクティブ機能を含む) をお客様に提示するための連絡先情報、支払いおよび商業情報、およびユーザーの貢献資格を確認し、コンテストや懸賞に関連して賞品を発送するため。顧客管理 (登録ユーザーおよびプレミアム ユーザーのみ): 当社は、プレミアム ユーザーおよび登録ユーザーのアカウントを管理し、カスタマー サポートとアカウントまたはサブスクリプションに関する登録ユーザーへの通知を提供するために、識別子と連絡先情報、支払い情報と商業情報を処理します。これには、有効期限および更新の通知、および当社のウェブサイト、または当社がウェブサイトを通じて提供または提供する製品やサービスの変更に関する通知が含まれます。当社は、ウェブサイト上の特定のサービスに登録する際に、お客様の身元とお客様が当社に提供した識別子の真正性を確認する目的で、識別子と生体認証情報を処理します。コンテンツとマーケティングのカスタマイズ (未登録ユーザーと登録ユーザー): 当社は、登録ユーザーと未登録ユーザーの両方について、識別子と連絡先情報、Web サイトのアクティビティ データを処理します。また、登録ユーザーの場合は、当社ウェブサイト上でお客様の興味に合わせたコンテンツや広告を開発および表示するために、当社ウェブサイトのコンテンツ、製品、またはサービスの使用または関心を分析するために、ユーザーが送信した個人情報およびユーザー投稿が使用されます。分析: 当社は、識別子と Web サイトの活動データを処理して、当社の Web サイトのユーザーが固有であるかどうか、または同じユーザーが複数の機会に Web サイトを使用しているかどうかを判断し、訪問者数の合計、閲覧したページ、人口統計パターンなどの集計指標を監視します。機能とセキュリティ: 当社は、技術的な問題の診断または修正、支払い情報の確認、および実際のまたは潜在的な詐欺、違法行為、または知的財産侵害の検出、防止、対応を目的として、処理するデータのカテゴリーを処理する場合があります。コンプライアンス: 当社は、利用規約を施行し、法的義務を遵守するために、処理するデータのカテゴリーを処理する場合があります。特定の法域では、これには、当社の Web サイトにアクセスするユーザーの年齢を確認する法的義務が含まれます。当社は、連絡先情報およびユーザーが送信した個人情報を、ユーザーが情報を提供する際に説明するその他の方法 (コンテストなど) で処理します。または、このプライバシー ポリシーとは別に提供されるお客様の同意を得たその他の目的。",
	"str_footer_privacy9": "カナダおよび欧州連合 (EU) のプライバシー法に基づく当社の法的根拠。当社は、「お客様の個人情報を処理する目的」セクションに記載されている目的でお客様の個人データを処理するために、カナダおよび EU のプライバシー法に基づいて次の法的根拠を持っています。",
	"str_footer_privacy10": "当社は、サービスの提供、顧客管理、コンテンツの特定のカスタマイズ (選択した設定、お気に入り、評価に基づくなど)、および機能性とセキュリティを提供する目的で個人データを処理します。これは、処理が特に契約の履行に必要であるためです。お客様が要求したサービスや製品を提供したり、当社の利用規約およびお客様が当社と締結したその他の契約に準拠した方法で当社のウェブサイトやサービスを提供したりする必要があります。当社は、法的または規制上の義務を遵守するためにかかる処理が必要であるため、お客様の身元を確認する目的で識別子を含む個人データを処理します。当社は、お客様の同意に基づいて生体認証情報を処理します。当社は、当社の正当な利益のために広告、マーケティング、分析をカスタマイズする目的で個人データを処理します。当社は、機能性とセキュリティのために個人データを処理します。これは、個人データが当社の正当な利益のために必要であるため、また場合によっては、法的または規制上の義務を遵守するために処理が必要であるためです。当社は、お客様がかかる処理に同意した特定の状況において個人情報を処理します。",
	"str_footer_privacy11": "お客様の個人情報の開示。当社は以下の場合に個人情報を開示します。",
	"str_footer_privacy12": "一般向け: オーディオ/ビデオ コンテンツを含むユーザー投稿を送信すると、その情報を公開するために当社の Web サイトとサービスを使用することになります。当社の企業グループ内: 当社は、上記のセクションに記載された当社の目的に必要な範囲で、当社の企業グループのメンバー (関連会社および関連団体を含む) に任意のカテゴリーの個人情報を開示する場合があります。サービスプロバイダー: 当社は、当社が処理する個人情報のカテゴリーを、当社に代わって特定のサービスを実行する認定サービスプロバイダーに開示します。これらのサービスには、支払い処理と注文の履行、生体認証処理を含む本人確認と文書の信頼性検証、年齢確認、リスクと不正行為の検出と軽減、顧客サービス、マーケティングと広告、コンテンツのカスタマイズ、分析、セキュリティ、または当社の Web サイトのホスティングまたはサポートが含まれる場合があります。当社ウェブサイトの機能。これらのサービスプロバイダーは、その機能を実行するために必要な個人情報にアクセスできる場合がありますが、他の目的でそのような情報を処理することは許可されていません。法的後継者: 当社は、継続企業としてか資産の一部として合併、買収、売却または譲渡が行われた場合、当社が処理する個人情報のすべてのカテゴリーを買い手またはその他の後継者に開示することがあります。破産、清算または同様の手続き。法律を遵守するため、または当社の権利または第三者の権利を保護するため: 当社は、(a) 要求を満たすためにかかる開示が必要であると合理的に判断される場合、規制当局、法執行機関、その他の個人情報のすべてのカテゴリーにアクセスし、保存し、共有します。適用される法律、規制、法的手続き、または政府の要請、(b) 潜在的な違反の調査を含む、適用される使用条件の施行、(c) 違法または違法の疑いのある活動、セキュリティまたは技術的な問題の検出、防止、またはその他の対処、( d) 当社、ユーザー、従業員、その他の者の権利、財産、または安全への危害から保護する。または (e) 当社の Web サイトまたはインフラストラクチャのセキュリティと完全性を維持および保護するため。そのような場合、当社は独自の裁量により、法的異議申し立てまたは当社が利用できる権利を提起または放棄することができます。",
	"str_footer_privacy13": "Cookie と自動データ収集テクノロジー",
	"str_footer_privacy14": "お客様が当社の Web サイトを移動して操作する際、当社は自動データ収集テクノロジーを使用して Web サイトのアクティビティ データを収集します。当社は Cookie を使用します。Cookie は、Web ブラウザーに保存されるか、Web サイトにアクセスしたときにデバイスにダウンロードされる小さなテキスト ファイルです。当社は現在、Web サイトのドメイン、または当社が所有または管理する他のドメインによって設定される次の種類の Cookie を使用しています。 絶対に必要な Cookie: これらは、Web サイトの操作に必要な Cookie です。これらには、たとえば、ユーザーが当社の Web サイトにログインし、ユーザーが特定のサービスまたはコンテンツへのアクセスを許可されているかどうかを確認できるようにする Cookie が含まれます。機能性 Cookie: これらの Cookie は、当社 Web サイトでのオンライン エクスペリエンスをパーソナライズし、強化するのに役立ちます。このタイプの Cookie を使用すると、お客様が当社の Web サイトに戻ってきたときに当社がお客様を認識し、たとえば言語の選択を記憶できるようになります。分析 Cookie: これらの Cookie により、当社はユーザー数を認識してカウントし、ユーザーが当社 Web サイトをどのように使用および探索しているかを確認できるようになります。これらの Cookie は、すべてのユーザーが探しているものを簡単に見つけられるようにするなど、当社の Web サイトの改善に役立ちます。さらに、ユーザーエクスペリエンスをより深く理解するのに役立つサードパーティのセッション記録テクノロジーを使用していますが、記録データは仮名化されています。ターゲティング Cookie と広告 Cookie: これらの Cookie は、当社の Web サイトをユーザーの興味に合わせたものにし、ユーザーの興味に合わせた広告を提供できるようにするために、当社の Web サイトでのユーザーの訪問、ユーザーが訪問したページ、およびユーザーがたどったリンクを記録します。ユーザーにとって興味のあるものであること。ターゲティング Cookie と広告 Cookie は、未登録ユーザーと登録ユーザーに対して使用されます。分析、機能性、および広告/ターゲティング Cookie は、当社 Web サイトのフッターにある「Cookie の管理」オプションにアクセスすることで、いつでもオフにできます。ただし、これらの Cookie の受け入れを拒否した場合、当社 Web サイトの一部の機能が無効になり、当社 Web サイトの特定部分へのアクセスが中断される場合があります。Cookie はセッション Cookie または永続的な Cookie のいずれかです。セッション Cookie は、ブラウザを閉じると自動的に期限切れになります。永続的な Cookie は、有効期限が切れるか、Cookie を削除するまで残ります。有効期限は Cookie 自体に設定されています。数分後に期限切れになるものもあれば、数年後に期限切れになるものもあります。",
	"str_footer_privacy15": "追跡拒否: 当社のシステムはブラウザの「追跡拒否」信号を認識しません。",
	"str_footer_privacy16": "Google アナリティクスの使用。当社は、当社のドメインによって設定されたファーストパーティ Cookie および Google によって設定されたサードパーティ Cookie を通じて Web サイトのアクティビティ データを収集するなど、ユーザーによる Web サイトの使用方法に関する情報を収集および分析するために、サービス プロバイダーとして Google を使用します。Google Analytics の IP 匿名化を有効にしたため、Google は特定の IP アドレスの最後のオクテットを匿名化し、完全な IP アドレスを保存しません。Google は、Google Analytics サービスを提供する目的のみに情報を使用し、他の目的には使用しません。Google Analytics によって収集された情報は、EU によって承認された標準契約条項に従って、Google によって米国のサーバーに送信され、保存される場合があります。Google によるデータの使用方法の詳細については、こちらをご覧ください。Google アナリティクスのオプトアウト ページにアクセスするか、必要な Cookie のみを受け入れることで、Google アナリティクスをオプトアウトできます。",
	"str_footer_content1": "コンテンツ削除リクエスト",
	"str_footer_content2": "虐待的または違法なコンテンツを報告する",
	"str_footer_content3": "次のような素材 (ビジュアル、オーディオ、文書コンテンツを問わず) を投稿しないでください*:",
	"str_footer_content4": "● 子供を特集したり、子供に関わったり、描写したりする。",
	"str_footer_content5": "● nottyhub はすべてのコンテンツ削除リクエストを真剣に受け止め、専任のサポート チームが 24 時間体制でサービス利用規約に違反するコンテンツを迅速に処理して削除します。",
	"str_footer_content6": "● あなたの報告は完全に機密扱いとなります。コンテンツを報告する場合、コンテンツを投稿したユーザーにはあなたの名前やあなたに関する情報は表示されません。",
	"str_footer_content7": "● 被害に遭われた場合、または以下に該当すると個人的に認識しているコンテンツに遭遇した場合は、以下の nottyhub@support.com までご連絡ください。",
	"str_footer_content8": "● 同意のない画像の制作および/または配布 (リベンジ ポルノ、脅迫、搾取などを含みますがこれらに限定されません)。",
	"str_footer_content9": "● 個人を特定できる情報 (名前、住所、電話番号、IP アドレスなどを含みますがこれらに限定されません) を明らかにするコンテンツ。",
	"str_footer_content10": "● 児童性的虐待に関するマテリアル ポリシー「CSAM」に違反するコンテンツ。または",
	"str_footer_content11": "● その他の不正行為および/または違法なコンテンツ",
	"str_footer_content12": "nottyhub にあるものすべてが気に入らないかもしれません。不適切だと思われるコンテンツ、または当社の利用規約に違反する可能性があると思われるコンテンツ。",
	"str_footer_22571": "18 USC §2257 記録保持要件の遵守に関する声明。",
	"str_footer_22572": "nottyhub の運営者は、nottyhub 上にあるいかなるコンテンツの制作者でもありません (18 USC § 2257 で定義されているように、一次または二次であるかどうかにかかわらず)。かかるコンテンツに関するオペレーターの活動は、ユーザーの管理下にあるウェブサイトの領域における、第三者ユーザーによって投稿された描写の送信、保存、取得、ホスティングおよび/またはフォーマットに限定されます。",
	"str_footer_22573": "nottyhub で見つかったコンテンツに関連する §2257 記録に関するリクエストは、そのコンテンツのそれぞれのアップローダー、アマチュア、プロデューサー、スタジオ、またはアカウント所有者 (「認証済みアップローダー」) に直接直接送信してください。",
	"str_footer_22574": "認証済みアップローダーとの連絡に関するさらなるサポート、またはこの通知に関するご質問については、nottyhub のコンプライアンス部門 (support@nottyhub.com) までお問い合わせください。",
	"str_footer_22575": "nottyhub は、アップロードされたコンテンツに関して次の厳格なコンプライアンス手順を遵守します。",
	"str_footer_22576": "● すべての認証済みアップローダーは 18 歳以上（または 18 歳以上の場合は州、管轄区域または国で要求される年齢）でなければならず、アップロードする前にアカウントのアクティベーション時に nottyhub によって個人的に識別および検証されている必要があります。 nottyhub でコンテンツを共有および販売します。",
	"str_footer_22577": "● 検証済みアップローダーは、当該コンテンツの制作者として、nottyhub にアップロードされたすべてのコンテンツについて USC § 2257 に基づく記録保持要件に準拠していることを証明し、要求に応じてそのような文書を速やかに配信することに同意します。",
	"str_footer_22578": "● アップロードされたコンテンツは、nottyhub の利用規約およびその関連ポリシー (児童性的虐待マテリアル ポリシー、または非同意コンテンツ ポリシー) に違反していない。",
	"str_footer_faq1": "一般的な",
	"str_footer_faq2": "I. 一部のビデオが Nottyhub で再生されないのはなぜですか?",
	"str_footer_faq3": "これが発生する理由はいくつか考えられますが、最も一般的な理由を以下に示します。1. コンテンツ所有者は、特定の地理的地域でのコンテンツの表示をブロックすることを選択できます。2. ビデオは検証待ちである可能性があります。3. ビデオは次のとおりです。レビュー用にフラグが立てられています。4. 動画は削除または削除された可能性があります。",
	"str_footer_faq4": "II. Nottyhubは安全ですか?",
	"str_footer_faq5": "はい。Nottyhub を安全なコミュニティに保つためのすべての方法については、以下をご確認ください。信頼と安全に対する当社の取り組み - Nottyhub では、コミュニティの安全とユーザーの信頼よりも重要なものはありません。包括性や表現の自由などの当社の中核的価値観は、当社のプラットフォームが安全性と完全性を維持し、成人ユーザーだけでなく当社のビジネスパートナーやコンテンツパートナーからも信頼できる場合にのみ可能になります。私たちは、同意のない親密なコンテンツや児童性的虐待コンテンツ (CSAM) を含む違法なコンテンツを排除するという決意を堅固に保ち続けます。ウェブサイトに表示される広告は安全ですか? -当社のプラットフォームで表示される広告は安全であり、当社の検証基準に合格しています。Nottyhub を使用すると、ウイルス、マルウェア、スパイウェアに感染せず、常に安全に使用できます。",
	"str_footer_faq6": "Ⅲ．会員になるにはいくらかかりますか?",
	"str_footer_faq7": "何もない！Nottyhub の基本メンバーになるのは完全に無料です。必要なのは、自分自身に一意の名前を選択し、有効な電子メール アドレスを入力することだけです。サインアップすると、Nottyhub コミュニティに完全に参加できるようになります。他のメンバーと交流し、ビデオを評価し、ポルノの王様または女王としての評判を高め始めましょう!",
	"str_footer_eu1": "EUデジタルサービス法",
	"str_footer_eu2": "2023年7月31日現在",
	"str_footer_eu3": "過去 6 か月間の平均として計算すると、欧州連合内で Nottyhub のサービスを毎月平均 3,300 万人が利用しています。",
	"str_footer_dmca1": "最終更新日: 2023 年 8 月 17 日",
	"str_footer_dmca2": "著作権侵害の申し立てを報告する",
	"str_footer_dmca3": "私たちは著作権侵害の申し立てを真剣に受け止めます。当社は、デジタル ミレニアム著作権法 (「DMCA」) またはその他の該当する知的財産法に準拠した著作権侵害の申し立ての通知に対応します。対応には、侵害行為の対象であると主張されるマテリアルの削除、ブロック、またはアクセスの無効化、https://www.nottyhub.com (「Nottyhub」) へのユーザーのアクセスの終了、または前述のすべてが含まれる場合があります。 Nottyhub でアクセス可能なマテリアルが著作権を侵害している場合は、著作権侵害通知を提出することができます (通知の提出手順については、下記の「著作権侵害の DMCA 通知の提出」を参照してください)。これらのリクエストは、著作権所有者、または所有者の代理として行動する権限を与えられた代理人のみが提出する必要があります。そのような通知に応じて当社がマテリアルを削除またはアクセス不能にした場合、当社は、影響を受けるコンテンツをアップロードしたユーザーに通知する合理的な措置を講じます。ユーザーが異議申し立て通知を提出できるように、当社が削除またはアクセスを無効にしたコンテンツ素材（異議申し立て通知の提出手順については、下記の「異議申し立て通知手順」を参照）。当社は、これに基づいて行動する侵害の申し立てに関するすべての通知を文書化することをポリシーとしています。すべての著作権侵害通知と異議申し立て通知は英語で書かれなければなりません。外国語で書かれた通知または外国文字を使用した通知は、当社の裁量により、準拠していないとみなされ、無視される場合があります。",
	"str_footer_dmca4": "著作権侵害のDMCA通知の提出",
	"str_footer_dmca5": "侵害通知を送信してコンテンツの削除を要求する場合は、法的手続きを開始することになることに留意してください。",
	"str_footer_dmca6": "虚偽の主張をしないでください。このプロセスを悪用すると、アカウントの停止やその他の法的結果が生じる可能性があります。",
	"str_footer_dmca7": "https://www.nottyhub.com/information/dmcaform にあるフォームを通じて、著作権侵害の申し立てを Nottyhub に通知することができます。このフォームは、コンテンツを正確に特定し、コンテンツ削除のプロセスを迅速化できるように設計されています。また、自由形式の著作権侵害通知も受け付けています。この場合、DMCA に従って、書面による通知 (「DMCA 通知」) には、実質的に次の内容が含まれている必要があります。侵害されたと思われる著作物の特定、または申し立てが複数の著作物に関係している場合は、その代表的なリスト侵害していると思われる素材を十分に正確な方法で特定し、その素材を特定できるようにします。あなたの申し立てに、あなたの権利を侵害していると思われるビデオの具体的な URL が含まれていない場合、Google はそのビデオを見つけて削除できない可能性があります。チャンネル URL やユーザー名など、ビデオに関する一般的な情報は通常、十分ではありません。正確な動画の URL を含めてください。当社およびあなたが削除した動画のアップロード者があなたに連絡するための適切な情報 (あなたの名前、住所、電話番号、電話番号など) 、可能な場合は電子メール アドレス）。著作権で保護されたマテリアルの使用が著作権所有者、その代理人、または法律によって許可されていないと誠実に信じているという声明。書面による通知内の情報は次のとおりであるという声明。あなたが、侵害されたとされる独占的権利の所有者、または所有者に代わって行動する権限を与えられた代理人であることを正確に証明し、偽証罪で罰せられることを条件とします。完全な申し立てには、著作権所有者または代理人の物理的署名または電子署名が必要です。彼らに代わって行動する権限を与えられています。この要件を満たすために、苦情の下部に署名として機能するフルネームを入力することができます。",
	"str_footer_dmca8": "DMCA 通知を受け取るために当社が指定した著作権代理人は次のとおりです。",
	"str_footer_dmca9": "Lawrence G. Walters Walters Law Group 195 W. Pine Avenue Longwood, FL 32750 電子メール: copyright@aylofreesites.com",
	"str_footer_dmca10": "その他のお問い合わせやご要望は、当社指定の著作権代理人に送信しないでください。事前の明示的な許可がない場合、当社の指定著作権代理人は、正式な法的手続きのサービスを受諾または放棄する権限を持たず、有効な DMCA 通知または反対通知 (以下に定義) を受け取るために必要な代理関係を超える代理関係は明示的に否認されます。DMCA の第 512 条(c)(3) の要件をすべて遵守しない場合、DMCA 通知は無効になる可能性があります。Nottyhub 上の素材または活動が著作権を侵害していると故意に重大な虚偽の報告をした場合、DMCA の第 512 条 (f) に基づいて損害賠償責任 (費用および弁護士費用を含む) を負う可能性があることに注意してください。著作権所有者の名前は、無効化されたコンテンツの代わりに Nottyhub で公開されます。これは、侵害されたとされる作品の説明とともに、DMCA 通知の公開記録の一部となります。DMCA 通知で提供されるすべての情報、実際の DMCA 通知 (個人情報を含む)、またはその両方が、侵害しているとされるコンテンツのアップロード者に転送される場合があります。DMCA 通知を送信すると、この方法で自分の情報が開示されることに同意したことになります。",
	"str_footer_dmca11": "異議申し立て通知の手順",
	"str_footer_dmca12": "上記の要件を満たさない異議申し立て通知には応じません。異議申し立て通知を受領した後、当社はそれを元の DMCA 通知を提出した当事者に転送し、削除されたマテリアルは 10 営業日後、遅くとも 14 営業日以内に復元できることをその当事者に通知します。ただし、当社の指定代理人が、元の DMCA 通知を提出した当事者から、当該当事者がお客様による問題の素材に関連する侵害行為への関与を抑制するために訴訟を提起したことを当社に通知する通知を最初に受け取らない限り、当社がお客様の異議申し立て通知を受領した日。当社が異議申し立て通知を転送する際には、お客様の個人情報が含まれることにご注意ください。異議申し立て通知を提出すると、この方法で自分の情報が開示されることに同意したことになります。当社は、元の請求者以外の当事者、法執行機関、または当社の権利の執行と保護を支援する当事者に異議申し立て通知を転送しません。Nottyhub 上の素材またはアクティビティが誤ってまたは誤認によって削除または無効化されたと故意に重大な虚偽を伝えた場合、DMCA の第 512 条 (f) に基づいて損害賠償責任 (費用および弁護士費用を含む) を負う可能性があることに注意してください。",
	"str_footer_dmca13": "侵害を繰り返す者",
	"str_footer_dmca14": "DMCA およびその他の適用法に従い、当社は、適切な状況において、当社の独自の裁量により、侵害を繰り返すとみなされるユーザーのアカウントを終了または無効にする方針を採用しています。また、当社は、独自の裁量により、侵害を繰り返すかどうかにかかわらず、Nottyhub へのアクセスを制限し、他者の知的財産権を侵害するユーザーのアカウントを終了または無効にする場合があります。",
	"str_footer_dmca15": "ビデオフィンガープリンティング",
	"str_footer_dmca16": "当社は、自動オーディオビジュアル識別システムである MediaWise® を使用して、ユーザーによるアップロードされる侵害の可能性のあるコンテンツを識別してブロックするのを支援します。Nottyhub にアップロードされたビデオは、デジタル指紋のデータベースと比較されます。ビデオがデジタル指紋と一致すると、そのビデオへのアクセスは無効になります。当社が使用する自動視聴覚識別システムのプロバイダーによるコンテンツのデジタル フィンガープリントの取得に興味がある場合は、Vobile カスタマー サポートまでお問い合わせください。",
	"str_footer_dmca17": "support@vobileinc.com。",
	"str_footer_ncc1": "同意のないコンテンツに関するポリシー",
	"str_footer_ncc2": "2022年8月",
	"str_footer_ncc3": "同意は、ルールおよび価値として、ユーザーのセキュリティとプラットフォームの完全性にとって最も重要です。私たちは、すべてのアップロード者に対し、プラットフォームにアップロードされたすべてのコンテンツに登場するすべての人物について有効な同意と適切なリリース文書を取得し、維持していることを確認することを要求します。 。さらに、コンテンツは当社のサービス利用規約に従う必要があります。当社の非同意コンテンツ ポリシーの違反として当社が特定したコンテンツは削除され、関連するユーザーのアカウントはそれに応じて措置されます。",
	"str_footer_ncc4": "同意のないコンテンツ ポリシーの違反とみなされるもの:",
	"str_footer_ncc5": "誰かの同意なしに親密な画像（つまり、露骨な性行為やヌード、部分的なヌードを描写していると一般に理解されている写真やビデオ）を録画または配布することは、その人のプライバシーの侵害であり、当社の利用規約の重大な違反です。そして固く禁止されています。実際か模擬かを問わず、同意のない行為を特集または促進するコンテンツも禁止されています。",
	"str_footer_ncc6": "ガイドライン",
	"str_footer_ncc7": "このプラットフォームを使用して、関係者の同意なしに撮影された、撮影されたように見える、または共有された露骨な画像やビデオをアップロード、投稿、またはその他の方法で共有しないでください。このポリシーに違反するコンテンツの種類の例には次のものがありますが、これらに限定されません*:",
	"str_footer_ncc8": "● 公の場か私的な場かを問わず、本人の有効な書面による同意のない、あらゆる人物のビデオや写真 (隠しカメラ/スパイカメラのコンテンツ、スカートのぞき見のコンテンツなど)。",
	"str_footer_ncc9": "● 有効な書面による同意なしに他人の露骨な性的画像を共有すること（これには、つまり、同意のない親密な画像の配布、一般に「リベンジ ポルノ」とも呼ばれる行為が含まれます）。",
	"str_footer_ncc10": "● 有効な書面による同意なしに、他人の性的に露骨ではない画像を共有する。",
	"str_footer_ncc11": "● 「ドキシング」。電話番号、電子メール、住所、フルネームなど、特定の個人に関する個人情報や識別情報を公開することと定義されます。",
	"str_footer_ncc12": "プラットフォームの完全性を保護するために、次のような内容または描写を含む、架空、シミュレート、またはアニメーションを含むコンテンツも禁止します。",
	"str_footer_ncc13": "● 強制的な性行為、強姦、性的暴行など、同意のない性行為* の描写。",
	"str_footer_ncc14": "● 性行為に関与している、薬物を投与されている、無力化されている、または酩酊状態にあると思われる人**。",
	"str_footer_ncc15": "● あらゆる「ディープフェイク」（芸術的価値がなく、写真であろうとビデオであろうと、その人物が提示された方法で行動または発言していると視聴者を騙したり誤解させたりするために、人物の画像を操作するもの）。",
	"str_footer_ncc16": "* デリケートなテーマと同意に関する考慮事項に関する以下のセクションを参照してください。",
	"str_footer_ncc17": "** 酩酊（そのふりを含む）とは、合法、違法、または娯楽的であるかにかかわらず、Nottyhub が独自の裁量で判断した、アルコールまたは薬物によって引き起こされた状態を意味し、合理的な観察者には出演者の判断力が客観的に損なわれているように見えます。",
	"str_footer_ncc18": "デリケートなテーマと同意に関する考慮事項",
	"str_footer_ncc19": "ポルノは、必ずしも日常生活に典型的な性的交流や行動を表しているわけではなく、多くの場合、アマチュアや専門家の同意を得て、さまざまな空想やロールプレイのシナリオを描いていることを覚えておくことが重要です。いかなる場合においても、当社はコンテンツが Nottyhub の利用規約に準拠することを期待します。以下に挙げるデリケートなテーマを描いたコンテンツをレビューする場合、当社は以下を考慮して利用規約に違反するかどうかを判断します。これらのデリケートなテーマを含むコンテンツをアップロードする前に、詳細なポリシーを確認することをお勧めします。同意は、合理的な観察者によって素材自体から判断可能である必要があり、明確な口頭または視覚的な手がかりを通じて評価できます。ファンタジーと現実を区別するために、多くの要素を考慮していることに注意してください。以下は、当社がデリケートなテーマとみなすもののリストであり、すべてを網羅したものではありません。したがって、以下のテーマに関わるコンテンツは、利用規約に違反していると判断された場合、削除され、適切なアカウント強制執行の対象となります。",
	"str_footer_ncc20": "● 呪文、魅惑、憑依: 次のようなコンテンツは許可されません。",
	"str_footer_ncc21": "● 出演者は、憑依、呪文、魅惑により無力であるか、完全に意識を失った状態で描かれています。",
	"str_footer_ncc22": "● 出演者は行為中または行為後に苦痛やパニックの兆候を示します。または",
	"str_footer_ncc23": "● 性的行為に従事する、または性的行為にさらされるパフォーマーの魔法にかけられた、魅了された、または憑依されたパフォーマーのリアルな描写。",
	"str_footer_ncc24": "● 睡眠: コンテンツに睡眠の要素がある場合、その人は性的行為の開始から妥当な時間内に目を覚ます必要があり、その人による同意が明確にされている必要があります。",
	"str_footer_ncc25": "● ボンデージと拘束具: シーンに猿ぐつわ、拘束具、または出演者が明確に話せなくなったり動いたりできなくなるような装置が使用されている場合、継続的な参加への同意は素材自体から明確に判断できる必要があります。 、またはそれが不可能な場合、同意は他の視覚的または口頭的な手がかりを通じて明確に判断可能でなければなりません。",
	"str_footer_ncc26": "● Sub-Dom Fantasy: 同意は、明確な口頭または視覚的な手がかりを通じて、素材自体から判断できなければなりません。",
	"str_footer_ncc27": "明確にしておきますが、これらのデリケートなテーマに関する私たちのルールは、これらの形式の性的表現に対する判断ではなく、安全なコミュニティを維持するために、私たちのプラットフォームで何が受け入れられ、何が受け入れられないかを明確にすることを目的としています。",
	"str_footer_ncc28": "執行",
	"str_footer_ncc29": "私たちはユーザーの安全を守ることに断固として取り組んでいます。コンテンツ共有プラットフォームとして、Nottyhub はテクノロジー、人間のモデレーター チーム、および広範なユーザー コミュニティを利用して、違反コンテンツを特定します。また、当社は法執行機関の捜査にも積極的に協力し、Nottyhub プラットフォーム上での同意のない録音や配信の拡散防止を支援するために受け取った有効な法的要請に迅速に対応します。",
	"str_footer_ncc30": "24時間年中無休の人間によるモデレーションチーム",
	"str_footer_ncc31": "当社のモデレーターとサポート スタッフのチームは、アップロードされたすべてのコンテンツに利用規約への違反がないかどうかを確認し、ユーザーの懸念に対処し、当社が特定した、または当社が特定した同意のないコンテンツをすべて削除するために、24 時間年中無休で働いています。気づかせられる。",
	"str_footer_ncc32": "コミュニティの監視と検出",
	"str_footer_ncc33": "アップロード時に同意のない画像を検出するのは複雑です。当社は、同意のない親密な画像や動画の配信に対抗するためにテクノロジーを活用していますが、そのようなコンテンツを当社に積極的に報告してくれる人々にも依存しています。そのため、コミュニティのメンバーは、プラットフォームの完全性と安全性を確保する上で重要な役割を果たしています。これらのガイドラインに違反するプラットフォーム上のコンテンツ、または違法で不正なコンテンツについて直接知っている場合は、警告することができます。当社が適切かつ迅速に対応できるよう、できるだけ早くコンテンツ削除リクエスト フォームに記入して送信してください。登録ユーザーの場合、ユーザーにとって有害で​​ある可能性があると思われるコンテンツ、ユーザー、またはコメントに遭遇した場合は、コミュニティに報告してレビューを依頼することもできます。",
	"str_footer_ncc34": "自動化ツール",
	"str_footer_ncc35": "当社の非同意コンテンツ ポリシーに違反していると特定され削除されたコンテンツは、Vobile® の MediaWise® サービスと当社独自のデジタル フィンガープリンティング ソフトウェアである Safeguard の両方を使用してデジタル フィンガープリントが採取されます。未承認のコンテンツをデジタル的にフィンガープリンティングすることは、当社のプラットフォーム上でのコンテンツのさらなる配布に対する追加の保護層として機能します。自分が登場するコンテンツを所有しており、そのようなコンテンツが当社のプラットフォームにアップロードされることを阻止したいユーザーには、積極的に検討することをお勧めします。 Vobile によるコンテンツのデジタル フィンガープリントに興味がある場合は、電子メール support@vobileinc.com で直接 Vobile に連絡できます。自分が出演しているコンテンツ、作成に同意していないコンテンツ、および/またはそのコンテンツを削除したい場合は、共有; または、違法なコンテンツや当社の利用規約に違反するコンテンツについては、当社までご報告ください。",
	"str_footer_ncc36": "このポリシーに違反した場合の結果",
	"str_footer_ncc37": "このポリシーに違反するコンテンツを特定または認識した場合、当社の信頼と安全およびモデレーション チームは、次のことに迅速に取り組みます。",
	"str_footer_ncc38": "● 侵害コンテンツを確認して削除します。",
	"str_footer_ncc39": "● 問題のコンテンツをフィンガープリントして、今後同じコンテンツが当社サイトにアップロードされるのをブロックします。そして",
	"str_footer_ncc40": "● 必要に応じて、関連するアップローダーのアカウントを一時停止または永久に終了します。",
	"str_footer_ncc41": "どうやって私たちを助けてくれるでしょうか？",
	"str_footer_ncc42": "同意のないコンテンツ、または当社の利用規約に違反するその他のコンテンツに遭遇したと思われる場合は、当社のレビューのためにそのコンテンツにフラグを立てて、直ちに当社に警告することを強くお勧めします。コンテンツが当社の非同意コンテンツ ポリシーに違反していることを認識している場合は、コンテンツ削除リクエスト フォームに記入して送信して、コンテンツを当社に報告してください。問題のコンテンツへの関連 URL リンクをすべて含めてください。当社はお客様のリクエストに内密に対応し、コンテンツを迅速に削除します。当社のプラットフォームにアカウントを持っているかどうかに関係なく、誰でもコンテンツ削除リクエスト フォームを使用してこのポリシーの違反を報告できます。",
	"str_footer_ncc43": "追加のリソースとサポート",
	"str_footer_ncc44": "さらに詳しい情報、サポート、紹介が必要な場合は、以下を参照してください。",
	"str_footer_ncc45": "あなたをサポートしてくれる信頼できる人に電話してください",
	"str_footer_ncc46": "地元の警察に電話してください",
	"str_footer_ncc47": "困っている人への支援と情報提供を専門とする危機対応ラインまたは組織に連絡してください。以下は、国または地域に従ってアルファベット順に整理された組織のほんの一部です。",
	"str_footer_ncc48": "オーストラリア：",
	"str_footer_ncc49": "安全委員会 目的は、すべてのオーストラリア人をオンラインの危害から守り、より安全でポジティブなオンライン体験を促進することです。",
	"str_footer_ncc50": "レポートフォーム | eセーフティコミッショナー",
	"str_footer_ncc51": "ブラジル：",
	"str_footer_ncc52": "セーファーネット",
	"str_footer_ncc53": "SaferNet はブラジルで Safer Internet Center を運営する NGO で、オンライン暴力の被害者をサポートするための Web ベースのヘルプラインを提供しています。",
	"str_footer_ncc54": "ベルギー：",
	"str_footer_ncc55": "ベルギー男女平等研究所",
	"str_footer_ncc56": "カナダ：",
	"str_footer_ncc57": "若い女性キリスト教協会 (YWCA)",
	"str_footer_ncc58": "暴力や人権侵害に対して女性と少女を支援する多目的組織。",
	"str_footer_ncc59": "デンマーク：",
	"str_footer_ncc60": "ストップハラスメント (StopChikane) StopChikane は、デジタル暴力やデジタル侵害にさらされている 18 歳以上のすべての人々を対象としたカウンセリング サービスです。",
	"str_footer_ncc61": "フランス：",
	"str_footer_ncc62": "イメージへの権利 (Droit à l'image)",
	"str_footer_ncc63": "個人が自分の画像に対して持つ法的権利と、画像の削除をリクエストする方法を説明するフランス政府の Web サイト。",
	"str_footer_ncc64": "ドイツ：",
	"str_footer_ncc65": "女性に対する性暴力を考える会",

	"str_email_send_suc": "パスワードをリセットするためのユーザー名とリンクを記載したメールを送信しました"
}